{"Q": "What is the effect of Pb 2+ complexation on the current at low bias according to the study?", "A": "In conclusion, we clearly demonstrate that the Pb 2 +   complexation by a  1-SH   molecule moves one of the molecular orbitals close to the Fermi energy of the electrodes, inducing a signiﬁ  cant increase (up to 1.6  ×  10 3 ) of the current at low bias, while only about one Pb 2 +   atom is captured per 7-8 molecules. The distortion of the molecular conformation after Pb 2 +   complexation also leads to an asymmetrical molecular coupling in the junction with the two electrodes as evidenced by the rectiﬁ  cation behavior."}
{"Q": "What phenomenon did Shinkai use to modulate the cation binding properties of crown ether systems?", "A": "The interplay of the cation-binding properties of crown-ether and conformational changes has already been investigated. Thus, Shinkai used the photoisomerization of azobenzene units inserted in crown ether systems to modulate the cation binding properties of the cavity. From a different viewpoint, we have shown that the cation-binding ability of a polyether loop attached at two ﬁxed points of an oligothiophene chain can serve as driving force to generate changes in the geometry and hence electronic properties of the conjugated system."}
{"Q": "What model was used to reproduce the experimental results of the electric field screening by MoS2 sheets?", "A": "In conclusion, a combined experimental and theoretical study of the electrostatic screening by single and few-layer MoS 2 sheets is presented. We have probed the electric field, generated by charged impurities in the MoS 2 /substrate interface, which is incompletely screened by MoS 2 sheets with different numbers of layers. A 3D non-linear Thomas–Fermi model with a non-negligible interlayer hopping parameter has been employed to reproduce the experimental results. This demonstrates that, unlike for other atomically thin crystals such as graphene, the interlayer coupling plays an important role in the screening processes for MoS 2 ."}
{"Q": "What is the relationship between the density of states (DOS) and energy (ε) in MoS2 at low energy?", "A": "It is interesting to notice that the dependence of Δ V s ( D ) as a function of thickness is quite weak, indicating a screening as poor as that observed in graphene. This appears to be quite surprising, since the poor screening in graphene is related to the linear vanishing density of states (DOS) N ( ε ) ∼ ε, whereas in MoS 2 the conduction band can be described by a conventional parabolic dispersion. Dimensionality thus plays a non-trivial role here, since even a weak hopping t /H11036 between different layers can change the low-energy DOS from N ( ε ) ∼ constant to N ( ε ) ∼ ε 1/2."}
{"Q": "What is the highest efficiency achieved for the photoanode with nanorods incorporating 0.1% MWCNTs in the precursor solution?", "A": "In summary, MWCNTs, which perform as an ideal electron transport superhighway, are introduced inside TiO 2  nanorods. This conﬁguration is successfully applied in a photoanode to improve the performance of a DSSC device. Different concentrations of MWCNTs in a precursor solution for electrospinning have been investigated. Upon optimization of the parameters for the photoanode, a high efﬁciency of 10.24% has been attained for a photoanode with nanorods that incorporate 0.1% MWCNTs in the precursor solution. It is worthy to note that the improved efﬁciency for the photoanode incorporating MWCNTs is largely due to the improved FF."}
{"Q": "What is the efficiency achieved by incorporating MWCNTs into TiO2 nanorods in a DSSC photoanode?", "A": "Based on the idea of deploying a direct-charge transport superhighway, 1D nanomaterials, TiO 2  nanorods, and multi-walled carbon nanotubes were incorporated into a photoanode for a DSSC. Specifically, the multiwall carbon nanotubes (MWCNTs) are inserted in the TiO 2  nanorod by electrospinning with a simple one-step approach. Incorporating the MWCNT into the TiO 2  nanorod can enhance the charge transport rate and improve the efﬁciency of the device. A high efﬁciency of 10.24% has been achieved with a high ﬁll factor (FF) of 74%."}
{"Q": "What is the main component of the core-sheath fiber ?", "A": "In summary, we have designed and fabricated a unique all-graphene core–sheath fiber composed of GF core with a sheath of 3D graphene network. This hierarchical all-graphene hybrid structure inherits the intrinsic high conductivity and mechanical flexibility of GF in combination with highly exposed surfaces of graphene sheets, thus offering the great advantages as flexible, lightweight electrodes for efficient fiber-based electrochemical supercapacitor. The all-solid-state fiber supercapacitor built on the basis of H2SO4-PVA gel electrolyte can be managed to spring-shaped supercapacitor with highly compressible and stretchable properties, and can also be woven into a textile for wearable electronics. This work represents a new hierarchical all-graphene GF@3D-G fiber electrode material for various electronic devices beyond those demonstrated in this study."}
{"Q": "What is the temperature at which the H2SO4-PVA gel electrolyte solution is heated and kept without stirring?", "A": "The ﬂ exible all-solid-state ﬁ ber supercapacitor was fabricated by intertwining two GF@3D-G electrodes pre-coated with H2SO4-PVA gel polyelectrolyte. H2SO4-PVA gel electrolyte was simply made as follows: In a typical process, 6 g H2SO4 was mixed with 60 mL deionized water and then 6 g PVA powder was added. The whole mixture was heating up steadily to ∼85 °C under vigorous stirring until the solution became clear. Then the solution was kept at 85 °C without stirring. The resulting supercapacitor maintains good ﬁ ber shape and has an excellent ﬂ exibility similar to the single GF@3D-G. The intertwining structure of two GF@3D-G electrodes covered with H2SO4-PVA gel electrolyte is shown in Figure 3 d. The GF@3D-G surfaces become smooth due to the uniform coating of electrolyte gel."}
{"Q": "What is the main function of the graphene-based SERS active platform ?", "A": "In summary, we have developed a bio-compatible graphene based SERS active platform that enables single molecule detection and provides a reproducible and uniform response. The hybrid substrate generates a high density of “hot spots” with SERS enhancement factors over 10^10. The addition of graphene allows us to determine separately chemical enhancement (CM)"}
{"Q": "What molecules were used to demonstrate the high SERS enhancement factor of the graphene-Au nano-pyramids hybrid system?", "A": "Here, we present a graphene-Au nano-pyramids hybrid system with demonstrated single molecule sensitivity. The graphene hybrid system boosts a high density of hot spots with local SERS enhancement factor of over 10^10 for rhodamine 6G (R6G) as well as lysozyme, and enables label-free sensing. The specific fabrication approach of the Au nano-pyramids is amenable to engineering the SERS hotspots in terms of their density and location via lithography. The coincidence of molecular precipitation region with SERS hot spots makes detection of a few or a single molecule possible."}
{"Q": "What is the best hole and electron mobility achieved in the ambipolar organic transistors ?", "A": "In summary, we demonstrated a simple yet efﬁ  cient method to prepare organic single-crystalline p-n junctions from solu-tions of a mixture of organic semiconductors. Both C8-BTBT ribbon/C 60 ribbon and C8-BTBT ribbon/C 60 needle single-crys-talline p-n junctions have been prepared by selecting proper solvents and evaporation processes. FETs based on the junc-tions showed ambipolar charge transport characteristics, with the best performance of 0.16 cm 2 V −1 s −1 for hole mobility and 0.17 cm 2 V −1 s −1 for electron mobility, respectively that are among the highest reported mobilities of single-crystal-based ambipolar organic transistors. [ 49,50 ] Compared to the ambipolar devices composed of separated organic single crystals, [ 42,50–54 ] the contacting p-n single crystals reported here promise ideal interfaces at the junctions for exciton generation/dissociation. As such, these single-crystalline p-n junctions provide a plat-form to deepen the fundamental knowledge and to fabricate high-performance electronic devices of organic semiconductors."}
{"Q": "What method was used to grow single-crystalline p-n junctions from a mixed solution of C8-BTBT and C60?", "A": "Here, we describe the growth of single-crystalline p-n junctions in a single step from a mixed solution of 2,7-dioctyl[1]benzothieno[3,2-b][1]benzothiophene (C8-BTBT) (p-type) and C 60 (n-type), using the droplet-pinned crystallization (DPC) method previously reported. [ 5 ] These junctions exhibited ambipolar charge transport character-istics in ﬁ  eld-effect transistors (FETs) with the best performance of 0.16 cm 2 V −1 s −1 for hole mobility and 0.17 cm 2 V −1 s −1 for electron mobility, respectively. This work provides a new plat-form to study organic single-crystalline p-n junctions."}
{"Q": "What is the volumetric capacitance of the r[GO/CNT] supercapacitor ?", "A": "In conclusion, we have demonstrated a chemically linked graphene–CNT layered structure with controlled interlayer spacing. Because of the enlarged interlayer spacing ranging up to 0.55 nm, the r[GO/CNT] supercapacitor generated a volumetric capacitance of 165 F cm −3 , which is a performance much superior to other carbon based electrodes. Considering the needs of large volumetric capacitance, the use of these highly packed lamellar graphene/spacer structures may accelerate the development of new EDLC materials for the supercapacitor industry. Furthermore, this high-density graphene–CNT hybrid composite ﬁlm may be also used for different applications such as electricity shielding or heat dissipation membranes."}
{"Q": "What is one of the challenges in using graphene for electrodes that researchers are trying to overcome?", "A": "To address this challenge, the use of graphene—a 2D material with a large surface area—has attracted tremendous interest because of the enormous surface area (ca. 2600 m 2 g −1 ) and high electrical conductivity. [ 1–3 ] Currently, signiﬁcant research efforts have been directed toward creating porous graphene electrodes with a large electrolyte-accessible area. [ 4,5 ] However, the electrodes fabricated have possessed spacious voids and random stacking of graphene sheets; hence, the materials exhibited smaller volumetric capacitance than commercially available AC electrodes, despite the large gravimetric capacitance. In another approach to increase the capacitance, graphene composite structures containing other carbonaceous nanomaterials, such as carbon nanotubes (CNTs) and AC, were employed. [ 6–9 ] However, the restacking force between the graphene layers dispersed in a solution leads to agglomeration of the graphene layers, hampering the permeation of electrolyte between the layers."}
{"Q": "What is the main advantage of the 3D interconnected porous structure in the graphene film for supercapacitors?", "A": "In summary, a novel strategy for fabricating porous graphene films is proposed. Using the suggested simple template method, a flexible free-standing graphene film with a 3D interconnected porous structure, named as 3D-RGO film, was prepared. In the 3D-RGO film, graphene sheets were stacked randomly. This film exhibited excellent supercapacitor rate performance with a retention of 89% as current density was varied from 0.5 to 10 A g^-1. When composed with PANI nanowire arrays, the specific capacitance reached up to 385 F g^-1 at 0.5 A g^-1, with a rate retention of 94% as current density was varied from 0.5 to 10 A g^-1. This superior rate performance is attributed to the interconnected porous structure of the film, which allowed electrolyte ions to pass through quickly during the rapid charge–discharge process. Meanwhile, the flexible film was assembled into a flexible supercapacitor, which also exhibited excellent supercapacitor performance. This unique 3D film is a promising material as a new kind of flexible electrode for flexible or rolling-up devices."}
{"Q": "What is one of the main challenges in creating 3D graphene porous films for use in supercapacitors?", "A": "To overcome the overstacking problems of graphene sheets and obtain high rate performance in supercapacitors, various three-dimensional (3D) graphene bulk materials have been developed. Generally, 3D graphene is a structure which contains interconnected pores that prevent the restacking of graphene sheets. For instance, Cheng and co-workers reported graphene networks produced by using a chemical vapor deposition (CVD) and template method and Shi and co-workers prepared a self-assembled graphene hydrogel by a hydrothermal method. However, reports on 3D graphene porous films with high flexibility, which can be directly used as an electrode without additional transfer substrates, are few. Thus, maintaining the flexibility of graphene and preventing it from self-stacking remain important scientific challenges."}
{"Q": "What triggers the degradation of the capsules and release of their cargo?", "A": "In conclusion, we have reported the synthesis of cross-linker free, endocytic pH-degradable multilayer capsules through non-covalent stabilization. These capsules can successfully load and release hydrophilic molecules within a wide range of molecular weights (from 0.5 to 500 kDa). Further, physiological pH variations from extracellular to intracellular acidic compartments trigger capsule degradation and cargo release within 30 min, highlighting the potential of these capsules as intracellular delivery vehicles."}
{"Q": "What is one advantage of using layer-by-layer (LbL) assembly for creating polymer capsules?", "A": "To harness this trigger, several pH-degradable liposomes/polymersomes and polymer nanoparticles have been reported. However, for layer-by-layer (LbL) assembled capsules, which are an emerging class of polymer drug carriers, cellular pH-triggered degradation has not been demonstrated. LbL assembly has proven to be a robust and versatile technique for synthesizing polymer capsules, largely due to the ability to fine-tune the physicochemical properties and functionality of the obtained capsules."}
{"Q": "What is the range of sulfur content in the copolymers that possess high refractive indices?", "A": "In conclusion, we demonstrate the preparation and processing of a thermoplastic copolymer via the inverse vulcanization of sulfur to afford high refractive index polymers. Copolymers with compositions ranging from 50–80 wt% sulfur were found to possess high refractive indices ( n > 1.7) out to 1550 nm. Furthermore, these materials were readily processed via solution, or melt techniques into films, or free standing objects. High quality imaging in the near (1.5 μm) and mid-IR (3–5 μm) regions using a high refractive index polymeric lens was demonstrated for this first time with these materials. These findings are anticipated to open new avenues of research for polymeric materials in IR optical applications."}
{"Q": "What is the main component used as a solvent in the process of inverse vulcanization to create the sulfur plastic?", "A": "Herein, we report on the synthesis and characterization of a high refractive index ( n ∼ 1.8) thermoplastic copolymer for IR optics containing a very high content of S-S bonds (50–80 wt% sulfur). These copolymer materials were prepared by a process termed, inverse vulcanization, where molten sulfur, acting as a solvent, was copolymerized with 1,3-diisopropenylbenzene (DIB) to prepare a chemically stable and processable sulfur plastic. This process is a bulk free radical copolymerization conducted in molten sulfur. These materials are intriguing for IR optics, since the S-S bonds in the copolymer are largely IR inactive in the near and mid-infrared regime and impart high n to the macromolecule."}
{"Q": "What are some key aspects that need to be understood for effective CO2 fixation and conversion according to the research?", "A": "To develop effective CO 2  ﬁ xation and conversion, several key considerations must be balanced, including: i) a deep understanding of processes that occur on the surface of photo catalysts during CO 2  reduction, e.g., adsorption/desorp-tion of CO 2  and intermediate products, as well as the role of adsorbed water. In this regard, the research would integrate experimental and computational approaches to evaluate catalyst activity toward CO 2  photoreduction, and would advance fundamental understanding in the multidisciplinary areas of mate-rial science, surface chemistry, photocatalysis, and nanotech-nology."}
{"Q": "What is the role of the Pt core in the Pt@Cu2O co-catalyst on TiO2?", "A": "The design of bifunctional co-catalysts with a proper struc-ture is also crucial for obtaining high CO 2  conversion activity. A core–shell-structured Pt@Cu 2 O co-catalyst on TiO 2  was designed to promote photocatalytic reduction of CO 2  with H 2 O to CH 4  and CO. The Pt core extracts the photogenerated electrons from TiO 2  and transfer the electrons to Cu 2 O shell, and the Cu 2 O shell provides sites for the preferen-tial activation and conversion of CO 2 ."}
{"Q": "What are the promising applications of micro-supercapacitors with high capacitance, energy density, and cycling stability?", "A": "Such micro-supercapacitors of high capacitance, energy density and cycling stability hold great promise for applications in microelectronics."}
{"Q": "What method was used to prepare the SWNT and chitosan composite yarn?", "A": "In the work presented here, we describe the design and fabrication of flexible and efficient all-carbon based yarn micro-supercapacitors. Using a wet-spinning method, single-walled carbon nanotubes (SWNT) and chitosan (CHI) composite yarn was prepared. After thermal treatment at high temperature, chitosan was carbonized, and a composite yarn electrode containing SWNT and active carbon (SWNT@C) was produced. The as-prepared electrode is rich in mesopores, which is more favorable for the transport and storage of charges."}
{"Q": "What is the maximum room temperature electron mobility observed in multilayer InSe back-gated FETs using PMMA/Al_2O_3 dielectric at V_g = 1 V?", "A": "In conclusion, we have discovered that the carrier scattering from the chemical impurities (hydoxy groups and absorbed water molecules) at oxidized dielectric interface plays a significant role in determining the carrier mobilities of thin layer semiconductor FETs using multilayer InSe. The mobilities of back-gated multilayer InSe FETs can be largely enhanced through the suppression of CIs or SPP scattering at an oxidized dielectric interface. All InSe multilayer devices exhibit a high current on/off ratio of ~10^8 and robust current saturation over a large source-drain voltage window. The multilayer InSe back-gated FETs show a high room temperature electron mobility up to 1055 cm^2 V^-1 s^-1 at low operating gate voltage (V_g = 1 V) using PMMA/Al_2O_3 dielectric, which is comparable to strain silicon thin film and higher than that of MoS_2. Furthermore, we have found that Coulomb impurities (CIs) at oxide dielectric exhibit significant impact on thinner InSe layers, the ratio of the mobility on PMMA/SiO_2 dielectric over mobility on SiO_2 dielectric (μ_on_PMMA / μ_on_SiO2) varies from 94.5 for 10 nm-thick InSe to 8.8 for 50 nm-thick InSe. Our results provide a useful guideline for fabricating high performance FETs based on thin layered semiconductors."}
{"Q": "What is the main factor affecting the mobilities of 2D layered semiconductor based FETs according to the research?", "A": "Here, we discovered that carrier scattering from chemical impurities of hydroxyl groups and absorbed water molecules at oxidized dielectric plays a central role in determining the mobilities of 2D layered semiconductor based FETs, and the suppression of this carrier scattering can significantly enhance their performance. Further, we demonstrate high performance multilayer InSe transistors on poly-(methyl methacrylate) (PMMA)/Al_2O_3 bilayer dielectric with a room-temperature mobility >1000 cm^2 V^-1 s^-1, which is comparable to that of strained-silicon thin-film (mobility 1000 cm^2 V^-1 s^-1). This improved ultrahigh carrier mobility are obtained due to the suppression of interfacial coulomb impurities scattering or SPP at interface of oxidized dielectric substrate after coating with PMMA. The transistors show high current on/off ratios of 1 × 10^8, low standby power dissipation and robust current saturation in a broad voltage range. We found that this carrier scattering shows a thickness-dependent impact on the mobilities of multilayer InSe FETs, and more strong impact on the mobilities inside thinner InSe FETs. All these fascinating traits make multilayer InSe an attractive candidate material for high performance nano-electronic devices."}
{"Q": "What are the potential applications of MoOx nanoflakes due to their tunable plasmonic properties?", "A": "In conclusion, we have demonstrated that the plasmonic properties of two-dimensional MoOx nanoflakes can be tuned over a wide spectral range by controlling the thickness and oxygen content. This tunability opens up new possibilities for the use of these materials in various applications such as sensors, photodetectors, and optical filters."}
{"Q": "What is the main innovation in synthesizing two-dimensional molybdenum oxide nanoflakes?", "A": "A key innovation of this work lies in the development of a simple and scalable method to synthesize two-dimensional molybdenum oxide (MoOx) nanoflakes with controlled thickness and oxygen stoichiometry. This method allows for the fine-tuning of the plasmon resonances within the nanoflakes, which has not been previously achieved in other metal oxides."}
{"Q": "What is one potential application of the semi-transparent, all-printed photodiodes ?", "A": "In conclusion, this work demonstrates the possibility to reproducibly fabricate all-organic and fully-printed, semi-transparent photodiodes on plastic substrates by adopting low band gap small molecule based inks, properly formulated by exploiting ternary blends containing semiconducting polymers. A broad-band wavelength response could be obtained when light impinges both from the top and from the bottom side. Semi-transparent, all-printed detectors can pave the way for a cost-effective integration of innovative light sensing elements in future interactive surfaces, flexible displays, and surveillance systems."}
{"Q": "What is the main benefit of adding P3HT to the blend in the printing process?", "A": "To overcome this issue we adopted a ternary formulation, where an additional photoactive polymer is introduced into the blend to vary the ink viscosity and to reduce small molecule crystallization. To this end we chose P3HT (Poly(3-hexylthiophene-2,5-diyl)) as the semiconducting polymer, due to its capability to participate to the transport of the photogenerated charges. Also, it is widely commercially available and cost-effective photoactive material, providing the possibility to foster a broadband response of the device when combined with T1. The new ternary blend formulation allowed a reduction in the coffee ring effect by favoring a better control on the printing process. This allowed us to reproducibly print blend stripes with uniform thicknesses of about 100 nm by holding the substrate at room temperature."}
{"Q": "What is one advantage of localized nanofiber dissolution in electrospun fiber meshes?", "A": "In summary, localized nanoﬁ  ber dissolution offers a unique avenue for a rapid and reproducible modiﬁ  cation of electrospun ﬁ ber meshes with versatile patterns, which not only enable the spatial organization of cells with anisotropy and complexity, but also differentially regulate their differentiation within the same mesh. In addition, the ability to create large open pores through dense electrospun ﬁ  ber meshes using the localized nanoﬁ  ber dissolution can also cost-effectively address the signiﬁ  cant challenges in limited cell inﬁ  ltration and tissue ingrowth with current electrospun meshes."}
{"Q": "What is used as 'ink' in the inkjet-printer based printing method described for creating patterns on electrospun fiber meshes?", "A": "Herein we present an innovative approach, an inkjet-printer based printing of solvent onto electrospun ﬁ  ber meshes to selectively dissolve nanoﬁ  bers for creating various patterns without sacriﬁ  cing the superior properties of electrospun ﬁ  bers. Specifically, AutoCAD designed patterns are the “ﬁ  les” for printing, the solvent loaded in the printer cartridge is used as “ink” and electrospun ﬁ  ber meshes are used as “paper”. During printing, the solvent precisely deposited by the printer dissolves the contacted ﬁ  bers to generate pores, while the dissolved nanoﬁ  bers of printed area fuse into thicker ﬁ  bers or solidify on the rim of the unprinted areas to form stable patterns."}
{"Q": "What is the highest power factor reported for a completely organic material in this study?", "A": "In summary, PANI/graphene/PANi/DWNT nanocomposites with ordered molecular structure have been prepared using LbL deposition. The maximum power factor of the 40 QL–PCN reached 1825 µW m −1 K −2 , which is the highest value ever reported for a completely organic material. This exceptional performance is attributed to synergy within the 3D conjugated network, with PANi-covered DWNT bridging gaps between graphene sheets, which increases the electrical conductivity and Seebeck coefficient due to improved carrier mobility."}
{"Q": "What does the hybrid network of PANi-covered DWNT and graphene nanoplatelets improve in the material?", "A": "Although not clearly observed, it is likely that the end fragments of the PANi-covered DWNT bridge adjacent graphene nanoplatelets along their surfaces (Figure 2 and Scheme 1 b). This hybrid network provides synergistic improvement in the electrical conductivity. With added layers, an extended network of conducting graphene pathways is created, which dominates over the contribution of the PANi/DWNT bridges."}
{"Q": "What is one advantage of using microwave radiation in the synthesis of carbon nanomaterials?", "A": "This review of the current literature clearly shows that there is not simply something like “the microwave-assisted method” to prepare carbon nanomaterials. Instead, microwave radiation can be applied in very different ways to synthesize or modify carbon materials, and there are various reasons to do so. Some of the synthesis routes reviewed herein represent, more or less, a copy of a conventional method, but improve the existing methods by accelerating the synthesis. Due to faster heating processes, the overall reaction time can be reduced, hence, decreasing the consumption of energy and inert gas. Furthermore, improved properties can be obtained. For the activation of carbon materials, for example, the synthesis time was reduced by approximately 90% compared to conventional heating [197] and the synthesis time for xerogels could be reduced from several days to just 5 h [201]. A similar acceleration of synthesis procedures was observed for the hydrothermal preparation of carbon microspheres [178], as well as for the acid-reflux purification of CNTs, where, additionally, the risk for introducing defects into the sidewalls was reduced when microwave heating was applied [2]."}
{"Q": "What methods are used to prevent overheating and potential damage to reaction vessels during microwave irradiation?", "A": "Different tools and tricks have been reported to overcome these safety issues. The applied precautions range from submerging quartz ampoules in water to decrease the radiation that reaches the sample [82], over introducing a quartz-glass inlay within the borosilicate glass to prevent contact between highly absorbing samples and the glass wall of the vial [74], up to flattening the corners of highly microwave-absorbing substrates [74] to avoid hot-spot formation. Additionally, MW irradiation can be applied in short intervals with an intermittent cooling time to prevent overheating and the breaking of the reaction vial [117,138,183,206], or active cooling [176] can be used. By cooling the outside of the reaction vessel during MW irradiation, the reactants can be heated up while the vessel walls remain cold and reaction products are quenched when coming into contact with the glass walls, thereby preventing melting and failure [176]."}
{"Q": "What is the size of the nanochannels in a GOM when it is in ethanol?", "A": "In summary, GOMs are mechanically stable in various organic solvents, making them applicable for molecular sieving in organic media. In ethanol, the nanochannels of a GOM have a size of 0.98 nm; thus, small molecules such as toluene, acetone, and pyrene can permeate through it, while big molecules like Lumogen Red 300 are blocked. Furthermore, the semipermeability of GOMs can be easily engineered by thermal annealing or changing solvents, and the nanochannels of GOMs cannot be blocked by big molecules. Therefore, GOMs are promising for applications in \\\\\"multipurpose membranes\\\\\\\" for molecular sieving in various organic solvents."}
{"Q": "What is one application of GO membranes ?", "A": "To improve their stability, GO sheets have to be cross-linked with multivalent ions or organic crosslinkers. GO membranes have also been applied for the separation of water from organic solvents via a pervaporation process. However, the semipermeability of GO membranes in organic media and the permeation mechanism of organic solutes through these membranes have not yet been systematically studied. On the other hand, chemical syntheses involved in chemical or pharmaceutical industry are frequently performed in organic media. In these systems, the products need to be separated from residual reactants, catalysts and/or by-products. Thus, separation membranes that can be operated in various organic solvents are expected."}
{"Q": "What is the electron mobility of the FETs based on the ferroelectric/semiconductor bilayered single crystals?", "A": "In summary, aligned ferroelectric single crystals of (3-pyrrolinium)(CdCl3) were grown, from solutions, onto aligned semiconducting C60 single crystals using an orthogonal solvent. FETs based on the obtained ferroelectric/semiconductor bilayered single crystals exhibited a large memory window (VT shift of 66 ± 7 V), a long retention time, a high cycle endurance, and, equally importantly, a high electron mobility of 1.28 ± 0.41 cm2 V−1 s−1. Interfacing the molecular ferroelectric single crystals with organic semiconducting single crystals through the solution growth method provides a facile approach to fabricate high-performance FET-based memory devices. Expanding the material systems to construct varied multilayered highly crystalline films should further help realization of multifunctional FETs based on organic single crystals."}
{"Q": "What method was used to grow single crystals of ferroelectric organometal halide perovskite on high-mobility C60 single crystals?", "A": "Recently, a facile droplet-pinned crystallization (DPC) method has been developed to prepare, from solutions, well-aligned organic single crystals. Memory properties may be implemented in these well-organized single crystals. In principle, this DPC method is not limited to the crystallization of organic semiconductors. We envision that if the DPC method can be used to crystallize a soluble inorganic memory functional material such as molecular ferroelectrics, it should be possible to interface organic semiconducting single crystals with inorganic ferroelectric crystals to realize high-performance memory devices using orthogonal solvents. In this work, we demonstrated this approach by growing single crystals of ferroelectric organometal halide perovskite, on high-mobility C60 single crystals."}
{"Q": "What method was used to deposit the carbon outer shell on the C–Li2S–C particles?", "A": "We have reported on the development of a hierarchical particle–shell architecture aimed to enhance long-term stability of the Li 2 S-based cathodes. Such architecture provides multilevel protection against failure in the protective shelling material. Numerical modeling demonstrated an opportunity to significantly reduce stresses within the outer shell, which should further enhance mechanical stability of the particles and thereby enable effective operation of the electrochemical cells. As an example of the practical hierarchical composite, we synthesized C–Li 2 S–C particles by using a simple solution-based method followed by carbon outer shell deposition through atmospheric pressure CVD. Electrochemical tests showed excellent capacity utilization and rate performance, enabled by embedding Li 2 S (5–20 nm in size) into conductive material matrix. More importantly, by employing the hierarchical core–shell nanocomposite design, our Li 2 S cathodes effectively mitigated polysulfide dissolution and achieved remarkable stability, significantly outperforming the best Li 2 S cathodes reported in the recent literature."}
{"Q": "What significant improvements were observed in the hierarchical particle–shell architecture of C–Li2S compared to previous studies?", "A": "The hierarchical particle–shell architecture and the chemical synthesis route demonstrated in this work may have a profound impact on drastic improvements of various energy storage chemistries and technologies. The combination of high-capacity utilization, rate performance and cycle stability of the hierarchical particle–shell architecture of the C–Li 2 S reported in this work is so far the best to our knowledge and likely can be further improved. Therefore, in spite of only small structural modifications we employed compared to prior art, we demonstrate significant improvements in both capacity and stability over previous studies, where either pure Li 2 S was covered with a single shell or when S was used in hierarchical porous composites."}
{"Q": "What is the main improvement of the PNIPAM/OH-BNNS hydrogel composite over the bare hydrogel in terms of thermal conductivity?", "A": "In summary, we have developed a facile and scalable method to directly exfoliate and functionalize intrinsically hydrophobic bulk h-BN into hydrophilic OH-BNNS. The hydroxyl groups are predominantly located along the edges of the nanosheets rather than on the basal plane. The excellent dispersibility of OH-BNNS in water and alcohol makes it an effective additive to hydrogels. The intrinsic thermal properties have been perfectly inherited, since the resultant OH-BNNS exhibited large and few-layered morphology rather than the small fragments produced by the sonication-based exfoliation. The PNIPAM/OH-BNNS hydrogel composite shows a much faster thermal response compared to the bare hydrogel, with a 41% improvement in thermal conductivity achieved by adding only 0.07 wt% OH-BNNS. The hydrogel composite also shows faster dimensional change upon heating, with the discrepancy proving that OH-BNNS has passed on its excellent thermal properties to the PNIPAM hydrogel. Most interestingly, the dye-release test demonstrates its improved drug-delivery capability. According to the merits above, our PNIPAM/OH-BNNS with its superior thermal response is envisaged to be a promising candidate in the field of bionic and soft robotic applications."}
{"Q": "What is the main advantage of the steam treatment method for producing OH-BNNS?", "A": "Herein, we demonstrate a one-step route whereby commercial h-BN can be directly exfoliated by a steam treatment and simultaneously functionalized to yield OH-BNNS (Figure 1a). This procedure is simple, low cost, free of harsh chemicals, and can be readily scaled up. Furthermore, we demonstrate that the functionalization occurs predominantly along the platelet edge. The resultant excellent dispersion and stability of OH-BNNS in aqueous solution and organic solutions make it an effective additive to N-isopropylacrylamide-based hydrogels, leading to much enhanced thermal conductivity without compromising the mechanical properties. The resulting hydrogels demonstrate faster dimensional change and dye desorption upon heating."}
{"Q": "What is the highest efficiency achieved with the n-type silicon solar cell using a full-area TiO2-based contact?", "A": "In summary, we developed a high-quality, low-cost TiO2-based electron-selective contact for silicon solar cells. The implementation of the TiO2-based contacts reduces the surface recombination and contact resistivity at the silicon and metal interface simultaneously, resulting in a higher Voc and FF for silicon solar cells. The champion efficiency of 21.6% has been achieved on the n-type silicon solar cell featuring a full-area TiO2-based contact. This work highlights the high potential of TiO2-based contacts in future high-efficiency, low-cost silicon solar cells. Our findings also open up the possibility of developing low-cost transition-metal-oxide-based carrier-selective contacts for silicon solar cells."}
{"Q": "What happens to the passivation performance of ultrathin TiO2 when the temperature exceeds 250 °C?", "A": "Although ultrathin TiO2 can provide excellent passivation on silicon surfaces, the passivation thermal stability is only stable at the temperature of up to 250 °C. The surface passivation performance degrades rapidly at a temperature higher than 250 °C (Figure S2, Supporting Information). It might be caused by the phase transformation from amorphous to anatase of the TiO2 film at a temperature of ≥300 °C. Liao et al. reported that anatase phase was observed in TiO2 film deposited at 300 °C by ALD. [24] It is well known that amorphous TiO2 films (as-deposited) are preferred for c-Si surface passivation, as they may introduce fewer interface defects compared to crystalline TiO2 films. Additionally, the Si–O–Ti bonding at the TiO2/Si interface might be broken at a temperature higher than 250 °C."}
{"Q": "What is the new approach mentioned for accelerating direct cell conversion and neuronal maturation?", "A": "We believe that use of the nonviral approach along with TES can be of significant therapeutic value for treating neurodegenerative diseases and neuronal disorders. The new approach of using a triboelectric energy-harvesting system provides a less invasive or noninvasive, and nonchemical-based method for accelerating direct cell conversion and neuronal maturation. In addition, our study showed the possibility of achieving nonviral in vivo neuronal conversion by injecting PBAE nanoparticles complexed with BAM TF-expressing plasmids and by using a portable TES system. TES generates sustainable electrical signals from human motions for cell stimulation (Figure S8, Supporting Information). Therefore, for in vivo direct cell conversion, a TES could be developed as a cell replacement system in the context of electroceuticals."}
{"Q": "What method was used to deliver the BAM TFs into mouse fibroblasts for conversion into iN cells?", "A": "Here, we show that nonviral delivery of genes encoding a set of neuronal TFs (BAM TFs) combined with electrical stimulation with a novel TES system rapidly and efficiently converted mouse fibroblasts into functional iN cells. To our knowledge, this is the highest efficiency of generating Tuj1-positive iN cells reported using a nonviral gene delivery method to date. Transfection protocols used in this study involving transfection of BAM TF-expressing plasmids by performing electroporation and retransfection of the plasmids by using PBAE nanoparticles were optimized to increase the probability of transfecting PMEFs and newly divided cells over time with BAM TF-expressing plasmids."}
{"Q": "What is the specific capacity of the binder-free and metal current-collector-free electrode after 100 cycles at 1 C?", "A": "In summary, we have designed and prepared a hybrid cathode for LiS batteries composed of CNTs partially filled with a sulfur copolymer. This structure benefits from both the physical confinement of polysulfide ions by CNT walls and the chemical confinement of sulfur by binding in the sulfur copolymer. The partially filled CNTs not only facilitate electron and ion transfer during charge–discharge, but also accommodate the sulfur volume expansion. The sulfur copolymer inside the CNT increases the Li+ transfer rate by providing π electrons of the benzene ring and prevents the dissolution of lithium polysulfide ions by forming C S bonds. With this strategy, this binder-free and metal current-collector-free electrode has a high specific capacity of 880 m Ah g−1 at 1 C after 100 cycles with a capacity retention of over 98%. Our dual-confinement strategy offers a new, efficient pathway for the fabrication of high-performance sulfur copolymer–carbon matrix electrodes for Li S batteries."}
{"Q": "What is the initial specific capacity of the sulfur-rich polymeric material produced by the copolymerization of elemental sulfur with 1,3-diethynylenzene at 0.1 C?", "A": "Inspired by this idea, Meng and co-workers used a sulfur-rich polymeric material produced by the copolymerization of elemental sulfur with 1,3-diethynylenzene, which exhibited an initial specific capacity of 1143 m Ah g−1 at 0.1 C, and 595 m Ah g−1 at 1 C. Although these sulfur copolymers open a new approach for the use of chemically confined polysulfides in Li–S batteries, their poor conductivity has prevented the achievement of good cycling and rate performance. Based on the above studies, a well-designed structure of a carbon–sulfur matrix cathode using physical and/or chemical confinement is crucially important for high performance Li–S batteries. To summarize, a sulfur-based cathode should not only be highly conductive to improve the utilization of sulfur, but also capable of effectively confining polysulfide ions to prevent their dissolution and accommodate the significant volume changes caused by lithium insertion/extraction."}
{"Q": "What are the key features of the new vertical transistor architecture that help improve the speed of switching between 0 and 1 states?", "A": "In summary, we developed a new vertical transistor architecture for memory applications, which incorporates down-scaled gate modulation, fast ambipolar accumulation, and quasi-unipolar transport to achieving a significant improvement in the speed of reliably switching between 0 and 1 states. By minimizing the charging delays associated with long channel length and avoiding slow minority carrier accumulation, our design provides a route to realizing fast chargeable gate systems that could meet the requirements for fast organic-based memories that will be needed for a wide range of flexible electronic applications, such as identification tagging at standard compatible frequencies or rapid sensor signal monitoring. Our vertical transistor memory architecture can be applied to new polymer electret materials that will need to be developed in the future to improve, in particular, the retention characteristics of thin polymer electret films and potentially also to different memory effects, such as ferroelectric transistor memories."}
{"Q": "What is the memory operation time for programming (P) and erasing (E) in the vertical organic transistor (VOT) described?", "A": "We report a new memory architecture based on a short channel, vertical organic transistor (VOT) comprising a bilayer of a high-performance ambipolar conjugated copolymer based on diketopyrrolopyrrole (DPP) in contact with a polymer electret gate dielectric and a unipolar pentacene layer on top that maintains quasi unipolar I–V characteristics. The vertical device is defined precisely by a photolithographic process compatible with organic materials. We demonstrate fast memory operation within 150 ns (P) and 50 ns (E)."}
{"Q": "What makes SHG a promising alternative to noble metal based catalysts?", "A": "This, together with its low cost and facile synthesis, makes the SHG a promising alternative to noble metal based catalysts for fuel cells, metal–air batteries, water splitting and many other applications."}
{"Q": "What makes SHG an effective tri-functional ORR/OER/HER catalyst?", "A": "The presence of stereoscopic holes in SHG ensures a high surface area with abundant interfacial active sites for electrochemical reactions. Owing to its unique architecture with a large surface area, rich active sites, and good electron/electrolyte transport properties, the newly developed SHG was demonstrated to be an effective tri-functional ORR/OER/HER catalyst of excellent activities and stability, outperformed its counterparts without opened holes or continuous 2D structure as well as many other carbon materials."}
{"Q": "What does the scissor-like mechanics design approach achieve in stretchable electronics?", "A": "The findings presented here demonstrate that scissor-like mechanics represents an important design approach that can complement previously reported schemes in stretchable electronics, where high elastic stretchability, high areal coverages of active devices, and high electric performance can be achieved simultaneously (by high performance, we refer to the low resistances and excellent thermal characteristics associated with thick interconnects.)."}
{"Q": "What is the maximum stretchability achieved for metal structures using the new bar-type configuration?", "A": "This paper introduces a different route to stretchable structures in which thick bar geometries replace thin ribbon layouts to yield scissor-like deformations instead of in- or out-of-plane buckling modes. Experiments and analytic/computational models show that metal and silicon structures with this bar type configuration can stretch to strains as large as 350% and 90%, respectively, without fracture. This is a significant improvement over previous studies that achieved ≈54% stretch-ability for pure-bending, narrow metal interconnects."}
{"Q": "What is the range of contact angles measured for the plates made using different functionalized monomers, indicating their wetting properties?", "A": "In conclusion, we fabricated chemically functionalized 3D architected structures by first functionalizing the acrylate monomer via the thiol-Michael reaction and then subsequently polymerizing the functionalized monomer using two-photon lithography. The advantages of this approach are the simplicity of the thiol-Michael reaction and the variety of functional groups that can be attached prepolymerization. EDS maps of all nine fabricated architected structures confirmed the presence of the intended chemical functionality throughout the bulk, and XPS measurements on plates made using the same functional photoresists confirmed their presence on the surface. Contact angle measurements on plates made using PETTA, PETTA/OH, PETTA/octane, and PETTA/LCF showed a marked difference in wetting properties, from hydrophobic (contact angle of 102°) to hydrophilic (contact angle of 52°). We also fabricated reactive structures with functional handles using PETTA/N-BOC and PETTA/N-BOC(Cys). These Boc-protected amines were deprotected to primary amines and reacted with an NHS fluorescein molecule to produce fluorescent structures, as confirmed by fluorescence microscopy. The surface density of accessible primary amines on PETTA/N-BOC plates, as determined by the Orange II test, was 3.9 ± 0.7 × 10^8 molecules µm^-2. These functional 3D structures provide an effective pathway for a variety of applications. For example, attaching biologically relevant molecules such as peptides, poly(ethylene glycol) (PEG) chains, or antibodies to the amines could allow for drug delivery or biosensing. The modulation of hydrophobicity based on the functionalization of the monomer enables the fabrication of materials with antifouling properties. The inclusion of the trimethoxysilane group introduces the possibility of performing sol–gel chemistry on the surface of these structures. The diversity of chemical functionality that we have successfully incorporated into these photoresists points to the versatility of this approach. This work conveys a simple, versatile, and effective approach to fabricate 3D structures with virtually any geometry, dimensions, and chemical functionality, which renders it promising for a variety of biomedical, biochemical, and technological applications."}
{"Q": "What techniques were used to verify the presence of functional groups on the surfaces of the 3D structures?", "A": "Here, we present a facile method of fabricating functional 3D structures by prefunctionalizing a multifunctional acrylate monomer via the thiol-Michael addition reaction prior to TPL. To demonstrate the versatility of this method, we used a variety of thiols to produce acrylates with different functionalities. The functionalized acrylates were then mixed with a two-photon photoinitiator in an appropriate solvent and used to fabricate 3D structures via TPL. Several different 3D geometries were fabricated; their morphologies were analyzed via scanning electron microscopy (SEM), and the presence of functional groups on the surfaces was verified using a combination of energy-dispersive X-ray spectroscopy (EDS) and X-ray photoelectron spectroscopy (XPS). Contact angle measurements were used to highlight the changes associated with surface functionalization and fluorescence microscopy to demonstrate the potential of some of the functional photoresists in subsequent postfunctionalization reactions."}
{"Q": "What is the potential difference between 2H and 1T′ MoTe 2 domains in the few-layer in-plane 2H-1T′ MoTe 2 homojunctions?", "A": "In conclusion, we demonstrate that the phase of few-layer MoTe 2 can be selected by the flux-controlled tellurization of Mo nanoislands. We synthesize for the first time few-layer in-plane 2H-1T′ MoTe 2 homojunctions at optimum Te flux conditions. Few-layer 1T′ MoTe 2 is obtained with low Te flux, while few-layer 2H MoTe 2 is formed with high Te flux. With very low Te flux, defective 1T′ MoTe 2 is synthesized. Raman mapping and KPFM confirm that the junctions of few-layer in-plane 2H-1T′ MoTe 2 have a sharp interface possessing a sizable potential difference of 100 meV between 2H and 1T′ MoTe 2 domains. Furthermore, we show that our phase-selective MoTe 2 synthesis can be utilized for the fabrication of few-layer 2H-1T′ MoTe 2 patterns. We believe our flux-controlled synthetic approach developed here opens up the possibility of large-scale direct fabrication of patterned edge-contact 2D material devices."}
{"Q": "What is the potential difference at the interface between 2H and 1T′ MoTe 2 domains in the in-plane homojunctions?", "A": "Here we report on the fabrication of in-plane 2H-1T′ MoTe 2 homojunctions by the flux-controlled, phase-engineering of few-layer MoTe 2 from Mo nanoislands. The phase of few-layer MoTe 2 is controlled by simply changing Te atomic flux controlled by the temperature of the reaction vessel. Few-layer 2H MoTe 2 is formed with high Te flux, while few-layer 1T′ MoTe 2 is obtained with low Te flux. With medium flux, few-layer in-plane 2H-1T′ MoTe 2 homojunctions are synthesized. As-synthesized MoTe 2 is characterized by Raman spectroscopy and X-ray photoelectron spectroscopy. Kelvin probe force microscopy and Raman mapping confirm that in-plane 2H-1T′ MoTe 2 homojunctions have abrupt interfaces between 2H and 1T′ MoTe 2 domains, possessing a potential difference of about 100 mV."}
{"Q": "What substrates were used for the integration of two-dimensional freestanding TMDs in this study?", "A": "In conclusion, we have shown that the integration of two-dimensional freestanding TMDs is possible. Integration was performed using cheap and scalable substrates, i.e., ZnO NRs grown by CBD. As representative TMDs, 1-L MoS 2, WS 2, and WSe 2 were employed in this study. The integrated PL intensities of 1-L MoS 2, WS 2, and WSe 2 were found to be respectively 153, 50, and 158 times higher than the same 1-L TMDs transferred on SiO 2 substrates. Moreover, the blue shift in the position of the A exciton peak, observed for all the TMDs deposited on the NRs, confirmed that the enhancement in PL intensity was induced by strain relaxation. The analysis of exciton peaks embedded in PL spectra of 1-L TMDs on ZnO NRs supports that enhanced PL intensity is not considerably influenced by charge transfer phenomena. The enormous increases in Raman intensity and distinctive variations of the peak positions, observed in the Raman spectra of TMDs on the NRs, indicated that the strain was relaxed, compared with that of TMDs transferred on SiO 2. Fairly consistent distributions of PL and Raman intensities were observed in all the TMDs on the NRs, which were further confirmed by confocal PL and Raman spectroscopy. All the experimental results confirmed that the TMDs on the ZnO NRs were freestanding crystals. The same approach can also be extended to graphene and other TMD materials, and therefore also used to investigate the thermal properties. We firmly believe that our findings can lead to the development of a very promising high-performance technology, namely, strain-free-based two-dimensional TMD devices, and will also be helpful to extend the application of TMDs to large scale devices such as integrated circuits."}
{"Q": "What is a significant limitation of previously reported suspended TMDs?", "A": "To overcome the negative effect of strain, several research groups have experimentally and theoretically investigated locally strain-free TMDs. Castellanos-Gomez et al.[19] discussed the mechanical properties of freely suspended MoS 2 nanosheets, while Shi et al.[20] investigated exciton dynamics in suspended 1-L and few-layer MoS 2. Notably, suspended TMDs have better crystalline and optical qualities than supported TMDs, resulting in improved device performances.[20–22] However, previously reported suspended TMDs suffer from a substantial limitation, i.e., strain-free regions are localized in small areas of the TMDs. For practical applications such as integrated optoelectronics, freestanding 1-L TMDs over a large surface area are required. Notably, integrated freestanding 1-L TMDs exhibiting enhanced optical properties over the whole area have not been systematically obtained yet."}
{"Q": "What is the effect of strong plasmon-phonon coupling on the SiN x substrate in relation to graphene?", "A": "In conclusion, we use a Joule heating scheme to demonstrate the tuning effect of the coupling strength between graphene plasmons and substrate surface optical phonons. As a direct consequence of the strong plasmon–phonon coupling, the thermally excited surface phonons in the SiN x substrate can interact with the free electrons in the graphene and lead to hybrid HPP mode excitation, which was further experimentally validated by the resultant enhanced light absorption. More generally, the electrothermal technique presented here can be applied to various crystalline polar substrates, ideally with even lower phonon absorption loss, for example, single crystalline SiC. With lower phonon absorption loss, the electrothermal modulation depth is expected to be further enhanced. One could also conceivably pattern the polar substrate in order to boost the local optical phonon density and hence the coupling strength."}
{"Q": "What is the maximum temperature variation achieved within the device area using graphene nanoribbons as local Joule heaters?", "A": "This work, therefore, demonstrates tunable electrothermal control of coupling between graphene mid-infrared (mid-IR) plasmons and IR active optical phonons in silicon nitride. This study utilizes graphene nanoribbons functioning as both localized plasmonic resonators and local Joule heaters upon application of an external bias. In the latter role, they achieve up to ≈100 K of temperature variation within the device area. This study observes increased modal splitting of two plasmon–phonon polariton hybrid modes with temperature, which is a manifestation of increased plasmon–phonon coupling strength. Additionally, this study also reports on the existence of a thermally excited hybrid plasmon–phonon mode."}
{"Q": "What is the DOP of the NREF for the aligned red and green NR, respectively?", "A": "In summary, we have demonstrated photoaligned NREF for the brightness enhancement of the LCD. In addition to the color enhancement, the BLU equipped with NREF with a high-order parameter for the NR alignment and DOP for the polarized emission improves the polarization efficiency of the polarizer, resulting in a better optical efficiency of the LCD. The DOP of the NREF is measured as 0.83 and 0.81 for the aligned red and green NR, respectively, which to the best of knowledge are considerably higher than the reported values in the past. Furthermore, the DOP for mixed NREF and multiple-layer NREF is 0.67 and 0.76, respectively, which offers 33% higher brightness for the LCD. We achieved a brightness of 99 nits for the multiple-layer NREF, which can be further optimized for the different applications. The PL QY of NR appears to be the limiting factor for the LCD efficiency; however, it can be improved by the growth of a secondary shell on core–shell NR, as recently proposed."}
{"Q": "What are the PL QY values for the green and red emitting NRs, respectively?", "A": "Here, we demonstrate the superior character of photoalignment in terms of the fabrication of NREF with polarized emission, based on two species of red and green emitting NR, as shown in Figure 2. Highly emissive CdSe/CdS core–shell NRs were synthesized by a hot-injection seeded growth approach in the coordinating solvents trioctylphosphine and trioctylphosphine oxide, using a mixture of ligands with long alkyl chains, namely, octadecylphosphonic acid and hexylphosphonic acid. The UV–vis absorption spectra in Figure 2b show the characteristic contributions from the CdSe core at 544 and 608 nm for the green and red emitting NR, respectively. The strong absorption signals at around 450 nm in both materials originate from the elongated CdS shells. Both NR species demonstrate strong excitonic emission at 556 and 616 nm with PL QY of 82% and 80%, and a spectral bandwidth of 39 and 24 nm, respectively (Figure 2b)."}
{"Q": "What is the correlation between the stability of PffBT4T-2OD:EH-IDTBR devices and their resistance to photoinduced electronic trap state formation compared to devices using PC 71BM?", "A": "In summary, we conclude that the improved stability of PffBT4T-2OD:EH-IDTBR devices to light induced burn in efficiency loss is correlated with a greater resistance to photoinduced electronic trap state formation relative to devices employing PC 71BM. We note that McGehee and co-workers have also observed that burn in efficiency losses are correlated with trap state formation and that these losses were reduced for more crystalline materials."}
{"Q": "What is the highest efficiency achieved in ternary blends of rhodanine-based NFAs with P3HT?", "A": "We have recently reported a range of rhodanine-based NFAs which have achieved very promising device efficiencies in blends with P3HT, with efficiencies for ternary blends of up to 7.7%. Such blends with P3HT have also shown promising unencapsulated device stabilities, significantly improved compared to those of analogous PC 61BM devices, and indicative of promising resistance to oxygen and water induced degradation."}
{"Q": "What is one of the main disadvantages of these valves that affects their reversibility?", "A": "These valves have five advantages: i) They can easily be integrated into multilayer printed microfluidic devices; ii) They are sufficiently fast for applications in microfluidics (they actuate in less than 1 s), and they require little power (100 µW or less) for operation; iii) They have no moving parts; iv) They do not react chemically with the aqueous solutions upon actuation; v) They work with different aqueous solutions including low-surface-tension liquids (water with 50% ethanol), solutions containing surfactants, and bioanalytes. Their main disadvantages are that they require high voltages (100–1000 V), are bistable, we cannot control the flow rate, they are effectively irreversible, and they cannot be closed before the liquid in the channel completely passes through the valve."}
{"Q": "What happens when an electrical potential is applied between the electrotextile and the liquid in the hydrophobic electrotextile valve?", "A": "This paper demonstrates electrical valves based on hydrophobic electrotextiles (an electrically conductive textile, presenting an electrically insulating and hydrophobic surface coatings) that can be integrated into 3D-paper-based microfluidic devices. When the valve is “off,” a liquid (aqueous solutions) cannot pass through the electrotex-tile. When an electrical potential is applied between the electrotextile and the liquid, the liquid can penetrate through the textile due to electrowetting. This phenomenon is different from previously demonstrated electrowetting on dielectrics, which works on planar surfaces."}
{"Q": "What is the sensitivity of the textile pressure sensors mentioned in the summary?", "A": "In summary, we have reported a versatile and facile approach to highly sensitive and flexible textile pressure sensors and sensing arrays. By the combination of mask-assisted Ni-coating and CNT fabric, our method allows for the fabrication of pressure sensors and multipixel arrays directly on cloth without the use of conventional wafer-based technologies. The resulting all-textile pressure sensors achieve high sensitivity (14.4 kPa−1), stable cycling performances (1000 cycles), a fast response time (≈24 ms), low power consumption (<6 µW), and mechanical stability under harsh deformations. The devices can act as part of human skin or clothing to detect various external pressures, human activities, and even real-time monitoring of pulse wave. These remarkable features endow our device capabilities of facile integration with other functional devices (e.g., LED cells) for human-readable user-interactive interfaces. Based on the low-cost fabrication, high performance, flexibility, and human-friendly characteristics, we have presented a route to pressure sensors with great promise in smart textiles or wearable electronics."}
{"Q": "What is the size of each pixel in the 4 × 4 pixels sensing array?", "A": "To test the feasibility of tactile sensing for smart textiles, it is desirable to build our sensors into a textile sensing array to spatially map resolved pressure information. Figure 5a schematically describes the 4 × 4 pixels sensing arrays (each is 4.5 × 4.5 mm2) on rugged textile substrate. The mask-aided deposition method was used to pattern bottom electrodes with interdigitated geometry and interconnecting Ni wires (see details in Figure S14, Supporting Information). Next, we sandwiched CNT-coated fabric as top electrode and VHB thin film as encapsulation. This sensing array is flexible can be easily sewed onto a cloth, and can be bent or twisted (see Figure 5b)."}
{"Q": "What is the main idea of the new 3D printing method ?", "A": "In summary, we report a new paradigm in 3D printing by using genetically programed cells as active components to create living materials and devices. This can be a new 4D-printing approach to produce 3D structures with time-evolving properties. We elaborate design principles and general methods to print large-scale high-resolution living materials that are capable of integrating engineered cells into hydrogel constructs while maintaining high cell viability and ability to receive and process signals in a programmable manner. Novel applications enabled by 3D living printing of programed living cells are demonstrated, including logic gates, spatiotemporally responsive patterning, and wearable devices. The integrative technology of 3D living printing has the potential to be used as a general platform where a range of genetically programed cells (for example, cells with therapeutic production), matrices (for example, biodegradable hydrogels), and structures (for example, a cartilage shape) can be applied to design more customized living materials and devices with predictable dynamic functionalities."}
{"Q": "What is the smallest size detail that can be achieved with the 3D printed living networks ?", "A": "Here, we report a new method and material system capable of printing programed bacterial cells into large-scale (3 cm) high-resolution (30 µm) living networks that accurately respond to signaling chemicals in a programmable manner. The design of 3D printed structures is guided by quantitative models that account for the responses of programed cells in printed microstructures of hydrogels. We further demonstrate novel living devices enabled by 3D printing of programed cells, including logic gates, spatiotemporally responsive patterning, and wearable devices."}
{"Q": "What are the key features of the mGN-ink that make it suitable for constructing bioelectronic films and nanofibers?", "A": "In conclusion, for the first time, we have successfully developed a multivalent supramolecular-functionalized, conductive, water-processable, and bioactive GN-ink by a facile and scalable strategy. This nanoink exhibits a well-defined and flat 2D morphology, extremely good stability in water and biological fluids, good adaptability to conventional coating/printing processes, and good cytocompatibility. The uniquely chemical, physical, and biological properties of mGN-ink endow the constructed bioelectronic films and nanofibers with high flexibility and durability, suitable conductivity and electrochemical activity, good cellular compatibility, and a highly efficient control of stem-cell spreading and orientation. Notably, this is the first study to report a highly facile strategy for fabricating conductive bioelectronic nanofibers with excellent flexibility, a uniform 3D morphology, and good geometrical bioactivities on the alignments and orientations of hADMSC."}
{"Q": "What is used to enhance the aqueous stability of graphene nanoink and why is it effective?", "A": "To address the poor aqueous colloidal stability and lack of bioactivity of the graphene nanoink, inspired from the extracellular-matrix-/heparin-mimetic structure reported in our earlier studies, we utilized hyperbranched polyglycerol sulfates (HPGS) as biocompatible and multivalent electrolytes to enhance the aqueous stability of graphene nanoink by repelling π–π stacking interactions and avoiding formation of graphene aggregates during chemical reduction. Meanwhile, the anchored HPGS on graphene can be used as binder to enhance carbon-to-carbon and carbon-to-substrate interactions. Furthermore, it has been reported that the strong multivalent interactions of HPGS play a key role in recognition, adhesion, and signaling processes between proteins, membranes, and cells. Therefore, we believed that the HPGS-functionalized graphene could be utilized as a biocompatible and bioactive nanoink for constructing bioelectronics with strong multivalent interactions and good electronic-cellular activity."}
{"Q": "What is the fundamental origin of high photoresponsivity in synthetic MoSe2 phototransistors according to the study?", "A": "In the present work, the fundamental origin of high photoresponsivity in synthetic MoSe 2 phototransistors was sought. Aberration-corrected HRTEM images confirmed the existence of interstitial atoms in synthetic multilayer MoSe 2, and it was revealed that such interstitials are Mo int rather than Se int based on DFT calculations. DFT results further exhibited the formation of gap states due to the Mo int, and the measurements of photoinduced transfer characteristics also confirmed significantly large subgap states in the synthetic MoSe 2, unlike typical MoS 2 flakes. The photoresponsive characteristics were analyzed by models, which indicated that Mo int-induced gap states are the fundamental origin of significant PV effects, leading to large photoresponsivity in synthetic multilayer MoSe 2 photo transistors. The results presented in this work will provide a significant practical advancement in the field of multifunctional 2D electronics for wearable sensor applications."}
{"Q": "What can hinder the movement of excess holes in the valence band near the source–channel junction?", "A": "While the excess electrons in the conduction band can easily move from the channel to the drain, the motion of the excess holes in the valence band can be hampered by a barrier near the source–channel junction, leading to the local accumulation of holes. Moreover, these excess holes can be captured by trap states, resulting in the suppression of the potential barrier and the increase of electron injection from the source, as depicted in the inset of Figure 2e. To analyze the measured data using our models (details of the models are described in the Experimental Section), first we have plotted I ph,PC in Figure 2d (dashed lines) by fitting τr, τt/τg, and Pt with experimental data (symbols; obtained from Figure 2a,b and Figure S3 (Supporting Information) in the off state), where τr is the recombination lifetime, P t is the trap density, τt and τg are the trapping and escaping time of holes into and from the trap states, respectively."}
{"Q": "What is the precise ratio of the two synergistic drugs (Pt and DMC) used in the DD-NP system?", "A": "In conclusion, to overcome the bottleneck to the clinical translation of nanomedicine, we here demonstrated a dual sensitive dual drug backbone-shattering polymeric theranostic nanomedicine system (DD-NP). Dual synergistic drugs (Pt and DMC) combined at a precise ratio (1:2), could be trigged release from DD-NP in a chain-shattering manner under intracellular reduction/acidic microenvironment for optimal anticancer efficacy. Notably, we showed the first time of using DD-NP to eradicate the tumor burden on a high-fidelity PDLC model. Moreover, DD-NP can be applied as contrast agent to directly track the drug itself and NP via Pt DMCT and ICP-MS both in vitro and in vivo due to the exceptional high content of heavy metal Pt in polymer backbone. Our results provided the first example of personalized nanomedicine tackling the major challenges together including precise composition, direct fate monitoring of drug, drug evaluation and screening on reliable cancer models, validating the possible use of DD-NP in clinic."}
{"Q": "What methods have been developed to track the fate of drugs in drug delivery systems?", "A": "To achieve the precise control over carrier structure and drug composition in delivery systems either with a single drug, drug/drug or drug/gene combinations, people have developed drug initiated polymers, chain shattering polymers containing drugs in the main chain as well as multifunctional hybrid drugs with multiple drugs in one molecule for drug delivery. The second challenge is lack of way to direct monitor the fate of the specific drug itself rather than using any other molecules representing the drug for a compromise both in vitro and in vivo. To gain insight into the fate of such a nanoparticular drug, people have developed numerous ways of tracking by labeling either the drug and/or the carriers with fluorescent molecules via fluorescence imaging, iodine or heavy metal based contrast agents/NPs for magnetic resonance imaging (MRI)/positron emission tomography (PET)/CT imaging, upconversion imaging, etc., and a combination of them."}
{"Q": "What are two new optical dimensions mentioned for manipulating optical waves in nanophotonic systems?", "A": "We envision several promising directions in multidimensional manipulation of optical waves which may have profound impact on photonic nanosystems. Development of New Optical Dimensions: The optical parameters are not limited to the abovementioned ones. The recent burgeoning topological metasurfaces provide another optical dimension, which take advantage of topology to realize robust optical transmission, and other novel phenomena in energy band. Moreover, instantaneous, ultrafast, and active manipulation of optical field in nanosecond or femtosecond is another dimension that characterizes time evolution instead of the steady states to explore the light–matter interaction. Due to the development of nanofabrication techniques, quantum entanglement realized by metasurfaces has drawn much attention of researchers, which may greatly boost the exploitation of the quantum photonics. With the increase of optical manipulation dimensions, the development of manipulating optical parameters with metasurfaces may profoundly affect the nanophotonic exploitation nowadays."}
{"Q": "What are the two types of dimensional manipulations of optical waves with metasurfaces that are ?", "A": "With the rapid development of nanofabrication techniques, the research of metasurfaces has been inevitably developed from single-dimensional manipulation toward multidimensional manipulation of optical waves, which greatly boosts the application of metasurfaces and further paves the way for arbitrary design of optical devices. Herein, the recent advances in metasurfaces are briefly reviewed and classified from the viewpoint of different dimensional manipulations of optical waves. Single-dimensional manipulation and 2D manipulation of optical waves with metasurfaces are discussed systematically. In conclusion, an outlook presenting our opinions on challenges and future prospects in these rapidly growing research areas is provided."}
{"Q": "What are some challenges mentioned when integrating liquids into solid-state heterostructures?", "A": "We have investigated the potential and possibilities of merging integrated circuit technology with liquids by exploring, as examples, chips containing integrated capacitors and FETs. Patterned liquids integrated into solid-state heterostructures offer novel possibilities for science and applications. Challenges of incorporating liquids into solid-state heterostructures are given by enhanced complexity of the device fabrication, and—as we have found—new set of challenges on device stability, arising, for example, from the interdiffusion of ions, thermal expansion, and formation of vapor pockets. Any new technology needs to proceed through several phases while transitioning from explorations in research laboratories to real-life applications. We hope that with the next generation of devices enabling novel research applications, experience will be gained for first simple devices to be used in commercial applications, for example, in ionotronics."}
{"Q": "What does the integration of liquids into solid-state heterostructures enable in terms of new applications?", "A": "For the future, we foresee the implementation of a large variety of liquids patterned to even finer scales, possibly even into the nanoscopic regime, integrated into heterostructures of high complexity. By qualitatively extending the available spectrum of mechanical, electronic, and functional properties available, the incorporation of liquids into integrated circuits opens a hitherto unavailable phase space for circuit architecture. The capability of integrating liquids on the nanoscale into solid-state heterostructures will ultimately lead to mesoscopic fluids and mesoscopic liquid particles, which we expect to be of fundamental interest by enabling new applications of nanoionics. By utilizing ion transport and the design possibilities for liquids in heterostructures, this novel device concept links integrated circuits, adaptive electronics, biology, solid-state chemistry, and neuromorphic computing. Integrated liquids pave the way to nanoscale chemical modifications of heterostructures, which utilize the liquids as sources and sinks of ions, thus creating new possibilities for simultaneous electronic and ionic transport for processing energy and information."}
{"Q": "What are some potential applications of the scalable approach demonstrated in this research?", "A": "In conclusion, we demonstrated an electrically driven device platform for constructing active THz metamaterials. The platform is based on controlling the electrical connection between repeating unit meta-atom structures. By introducing the new concept of molecularization of meta-atoms for THz metamaterials, wider tuning of the resonant frequency as well as their phase, can be achieved from the extendable nature of the approach. The low-voltage operation of the device and the ability to construct the devices on deformable substrates are additional features of the system. Thus, the scalable approach demonstrated herein is believed to pave the way for advanced metamaterials technologies, such as terahertz sensor, security, and spatial light modulators for single pixel terahertz imaging systems."}
{"Q": "What is the new concept proposed for controlling the electrical connection between meta-atoms in THz metamaterials?", "A": "To overcome the above issues, a completely different aspect in designing devices may be necessary for developing electrically driven active THz metamaterials. Instead of modulating the individual properties of the unit metastructures, controlling the connectivity between meta-atoms can provide versatile opportunities. We refer to this new concept as the molecularization of meta-atoms, which can control the electrical connection between meta-atoms. By changing the physical dimensions of the repeating units of metamaterials through the molecularization of meta-atoms, active control of the THz response can be achieved. This strategy is expected to greatly enlarge the range of THz modulation, since the control is not designed to induce a relatively minute influence within the meta-atoms, but is intended to introduce a variation between the meta-atoms which, in principle, can be extended over the entire metamaterial."}
{"Q": "What solvent acts as a spacer to facilitate the gelation of GO sheets according to the study?", "A": "In conclusion, the gelation of GO at an ultralow concentration has been realized with artificial microinterfaces in a water–isopropanol mixture. Due to the different intercalation energies between GO sheets and solvents, GO sheets prefer to be surrounded by water molecules compared with isopropanol. Microphase separation induces the formation of liquid–liquid interfaces, where r-GO sheets are concentrated and assembled into the interconnected framework. Both experimental and simulation results demonstrate that the higher attraction between GO sheets and water, leading the water act as a spacer to facilitate the gelation and control its microstructures. Such a gelation process provides a feasible approach to assemble GO at ultralow concentrations and to tune the structure of GO hydrogels for different applications, which also provides a better understanding of the mechanism of GO gelation."}
{"Q": "What is the lowest concentration of GO that achieves gelation in water with the help of isopropanol and solvothermal treatment?", "A": "Herein, with the designed artificial interfaces due to the introduction of water-miscible isopropanol, the gelation of GO is achieved in water at an ultralow concentration (0.1 mg mL−1, the lowest ever-reported) with a solvothermal treatment. Intrinsically, with a lower intercalation energy, water shows much stronger attraction with GO than isopropanol, inducing a microphase separation in the miscible mixture of isopropanol and water. In the solvothermal process, the partially reduced GO sheets interact with each other along the water–isopropanol interface and assemble into interconnected frameworks. In general, the formation of the artificial interface results in locally concentrated GO in the water phase, which is the final driving force for the gelation at ultralow concentration."}
{"Q": "What provides the driving force for the atmospheric-pressure synthesis of 2D h-W2N3?", "A": "In conclusion, the strong interaction between h -W2N3 and KCl offers the driving force and a domain of monolayer h -W2N3 with small strain guarantees low resisting force for the atmospheric-pressure synthesis of 2D h -W2N3."}
{"Q": "What is the onset potential of 2D h-W2N3 for the hydrogen evolution reaction (HER)?", "A": "Herein, we synthesize atomically thin 2D nitrogen-rich hexagonal W 2N3 (h-W 2N3) nanosheets via salt-templated method at atmospheric pressure for the first time. In this strategy, h-W 2N3 2D transition metal nitrides, especially nitrogen-rich tungsten nitrides (W xNy, y > x), such as W 3N4 and W 2N3, have a great potential for the hydrogen evolution reaction (HER) since the catalytic activity is largely enhanced by the abundant W N bonding. However, the rational synthesis of 2D nitrogen-rich tungsten nitrides is challenging due to the large formation energy of W N bonding. Herein, ultrathin 2D hexagonal-W 2N3 (h-W2N3) flakes are synthesized at atmospheric pressure via a salt-templated method. The formation energy of h -W2N3 can be dramatically decreased owing to the strong interaction and domain matching epitaxy between KCl and h -W2N3. 2D h -W2N3 demonstrates an excellent catalytic activity for cathodic HER with an onset potential of − 30.8 mV as well as an overpotential of − 98.2 mV for 10 mA cm−2."}
{"Q": "What is the main advantage of using Pt-TPP-PVP 430 for ratiometric sensing of hypoxia levels in living cells?", "A": "In summary, this work focuses on how to construct a ratiometric probe without conjugated internal reference moiety for avoiding energy/charge transferring interactions in traditional bischromophore-based ratiometric probes. By borrowing the nonaromatic clusteroluminescence strategy, we have developed a unique monochromophore-based ratiometric nanosensor Pt-TPP-PVP 430, which exhibits the original oxygen-sensitive Pt-TPP phosphorescence and another oxygen-insensitive fluorescence from the specific amphiphilic assembly as unprecedented inner built-in self-calibration. As demonstrated, the unique NIR fluorescent and phosphorescent emissions of Pt-TPP-PVP 430 make it highly desirable for ratiometric sensing of hypoxia levels not only in aqueous media, but also in living cells quantitatively and reversibly. To the best of our knowledge, this is the first example of monochromophore-based dual-emissive nanosensor with the specifically assembled cluster fluorescence for ratiometric hypoxia imaging, along with several advantages, such as ideal NIR imaging window, long light excitation, and suitable nanosphere morphology."}
{"Q": "What is the average diameter of the micelles formed by the amphiphilic polymer Pt-TPP-PVP 430 in aqueous solution?", "A": "Given that PVP is a well-known nonionic macromolecular polymer with hydrophilicity, biocompatibility, and good stability in living tissues, we incorporated PVP chain into Pt-TPP for constructing the monochromophore-based Pt-TPP polymer (Pt-TPP-PVP 430) by reversible addition-fragmentation chain transfer polymerization with low-polydispersity indices (Scheme S1 and Table S1, Supporting Information). Due to the hydrophobicity of Pt-TPP and the hydrophilicity of PVP, the resulting amphiphilic polymer can spontaneously form micelles by self-assembly with an average diameter of 118 nm in aqueous solution, which was observed by dynamic light scattering (DLS) measurements (Figure 1a). This suitable nanoparticle size guarantees Pt-TPP-PVP 430 with a preferable EPR effect."}
{"Q": "What is expected to result from a better understanding of NO's influence on stem cells and tissue microenvironment?", "A": "In summary, a full understanding of NO influence on stem cell behavior, function, and release profiles affecting the tissue microenvironment will lead to the development of functional biomaterials with precise NO release that exploit these effects, emanating minimal side effects and cohesive, accelerated tissue regeneration. As fabrication of smart delivery systems advance, novel NO-releasing biomaterial systems will drive progress in stem cell therapy, providing a new library of clinical solutions for regenerative medicine."}
{"Q": "What effect did 3 mg kg−1 of molsidomine have on FAPs in the tibialis anterior muscles of mdx mice?", "A": "The NO donor molsidomine used in vivo at 3 mg kg−1 significantly reduced differentiated mesenchymal fibro-adipogenic progenitor cells (FAPs) within tibialis anterior muscles of mdx mice, suppressed fibro-adipogenic cellular function, reduced collagen expression and inhibited adipogenesis.[45] Whereas the same donor used at the same concentration promoted differentiation of skeletal muscle-associated embry-onic VE-Cadherin-expressing progenitors (eVE-Cad+) into self-renewing mesoangioblasts (MABs).[5b]"}
{"Q": "What is the main difference between EDT and traditional EChT in terms of how they generate ROS to kill tumor cells?", "A": "In summary, we have proposed a new electric stimulation modality, EDT, for cancer therapy through electro-driven catalytic reaction of PtNPs in the square-wave AC electric field. Based on the experimental verification and computational simulation, we demonstrated that PtNPs have the ability to catalyze water molecule decomposition to produce ROS in the presence of chlorine ions. This mechanism induces the death of cancer cells and could be employed for local ablation of solid tumors. In addition to PtNPs, other types of noble metal–based nanocatalysts are also expected to be explored for EDT. Unlike the traditional EChT, EDT utilizes a new mechanism for ROS generation to kill tumor cells, similar to other types of “dynamic therapies.” This EDT mechanism significantly enhances tumor-killing specificity and mitigates side effects to normal tissues, and allows its effective treatment of hypoxic tumors. Compared to the conventional EChT, EDT is much less invasive with significantly reduced damages to tissues nearby the inserted electrodes, and could be applied for homogeneous destruction of large tumors without the need of cumbersome electrode design. Furthermore, this EDT therapeutic approach may be feasibly combined with other therapeutic protocols for enhanced cancer treatment in future studies. This study therefore offers a brand new category of tumor therapy technology, and may spark a series of follow-on explorations in the area of nanomedicine."}
{"Q": "What is the main difference between Electrochemical therapy (EChT) and Electrodynamic therapy (EDT) in terms of the area they can effectively treat?", "A": "Herein, we present a new conceptual approach for cancer treatment, namely “electrodynamic therapy (EDT),” utilizing Electrochemical therapy (EChT), by inserting electrodes directly into tumors to kill cancer cells under direct current (DC), is clinically used in several countries. In EChT, the drastic pH variation nearby the inserted electrodes is the main cause of tumor damage. However, its limited effective area and complex electrode configuration have hindered the clinical application of EChT in treating diverse tumor types. Herein, a conceptually new electric cancer treatment approach is presented through an electro-driven catalytic reaction with platinum nanoparticles (PtNPs) under a square-wave alternating current (AC). The electric current triggers a reaction between water molecules and chloride ions on the surface of the PtNPs, generating cytotoxic hydroxyl radicals. Such a mechanism, called electrodynamic therapy (EDT), enables effective killing of cancer cells within the whole electric field, in contrast to EChT, which is limited to areas nearby electrodes. Remarkable tumor destruction efficacy is further demonstrated in this in vivo EDT treatment with PtNPs. Therefore, this study presents a new type of cancer therapy strategy with a tumor-killing mechanism different from existing methods, using nanoparticles with electrocatalytic functions. This EDT method appears to be minimally invasive, and is able to offer homogeneous killing effects to the entire tumor with a relatively large size."}
{"Q": "What is the highest power conversion efficiency (PCE) achieved by all-PSCs using f-FBTI2-T as the n-type polymer acceptor?", "A": "In summary, we have developed a novel imide type electron-deficient building block f-FBTI2 featuring a ladder-type backbone functionalized with electron-withdrawing F atoms. The synthetic barriers associated with the development of highly electron-deficient fluorinated imide were successfully overcome, which can enlarge imide-functionalized arenes, well desired building blocks in organic electronics. The synergistic strategy combining ring fusion and fluorination enables f-FBTI2-based polymer with an extended π-conjugation, reduced bandgap, and lower-lying LUMO energy level versus the polymer analog without F atoms or with F-functionalization on the electron-rich donor moiety. These optoelectronic properties reflect the distinctive advantages of fluorination of electron-deficient acceptors, yielding “stronger acceptors,” which are highly pursued for enabling n-type polymer semiconductors. Benefitting from these properties, the all-PSCs using f-FBTI2-T as the n-type polymer acceptor exhibited an extraordinary PCE of 8.1% without using any solvent additive or thermal treatment, which is the highest value reported to date for all-PSCs except the well-known NDI and PDI-based n-type polymers. In addition, the f-FBTI2-T-based all-PSCs showed a remarkable V oc of 1.05 V with a minimal E loss of 0.53 eV, indicating a great potential for further device performance improvement. The results demonstrate that fluorination of imide-functionalized arenes is a very effective approach to develop new electron-deficient building blocks with optimized geometry and optoelectronic property for high-performance n-type polymer acceptors. The emergence of f-FBTI2 will greatly change the scenario in terms of developing n-type polymer semiconductors for high-performance all-PSCs, which are dominated by NDI and PDI-based polymers till today."}
{"Q": "What is one way to make BTIn a stronger electron acceptor?", "A": "A new generation of ladder-type BTI derivatives, BTIn, were developed recently via a ring fusion strategy, which have greatly broadened the family of imide-functionalized arenes. Unlike well-known NDIs and PDIs, the thiophene-based cores in BTIn can greatly reduce steric hindrance with neighboring arenes when incorporated into polymer semiconductors. However, compared to naphthalene and perylene, thiophene is more electron-rich, which can partially offset the electron-withdrawing effect of imide functionality, leading to decreased electron affinities of BTIn versus those of NDI or PDI. Therefore, functionalizing BTIn with other electron-withdrawing atoms or groups should yield stronger electron acceptors and address the steric hindrance issue associated with NDI and PDI."}
{"Q": "What is the main advantage of PAF-1-NMDG and P2-NMDG over the commercial resin IRA743 in terms of boron adsorption?", "A": "Due to their high porosities, excellent stability, and ease of functionalization, PAFs are emerging as promising high-performance adsorbents for water treatment applications. We have leveraged the tunability of these materials to design two novel boron-selective adsorbents by appending NMDG functional groups to the pore walls of the frameworks PAF-1 and P2 via a facile two-step reaction. The resulting PAF-1-NMDG and P2-NMDG materials demonstrate boron capacities that are as much as 70% greater than that of the commercial resin IRA743 under non-competitive and competitive conditions. Additionally, relative to the resin, significantly smaller amounts of each PAF were required to reduce the boron concentration in synthetic seawater to below 0.5 ppm, a common target concentration for irrigation water. To the best of our knowledge the boron adsorption rate constants of PAF-1-NMDG and P2-NMDG in both boric acid and synthetic seawater solutions represent the highest values reported in the open literature for any boron-selective adsorbent. Importantly, both PAFs could also be regenerated via mild acid/base treatment and maintained their initial boron capacities for at least 10 regeneration cycles. These results demonstrate the promise of using functionalized PAFs as high-performance adsorbents for difficult water treatment applications."}
{"Q": "What reactions were used to synthesize the parent frameworks PAF-1 and P2?", "A": "The parent frameworks PAF-1 and P2 were synthesized from tetrakis(4-bromophenyl)methane via a Yamamoto-type Ullmann coupling reaction and a Suzuki cross-coupling reaction between tetrakis(4-bromophenyl)methane and 1,4-benzenediboronic acid bis(pinacol) ester, respectively. Successful synthesis of both materials was confirmed by data from Fourier transform infrared spectroscopy (FTIR), elemental analysis, and solid state 1H–13C cross-polarization magic angle spinning (MAS) nuclear magnetic resonance (NMR) spectroscopy (see Section 2 in the Supporting Information), which agreed with previously published results."}
{"Q": "What is the main benefit of the new charge storage mechanism in δ-MnO2 for Zn-MnO2 batteries?", "A": "In summary, we demonstrate a new charge storage mechanism in δ-MnO 2 for designing high-rate performance Zn-MnO 2 batteries. A joint nondiffusion controlled Zn2+ intercalation in bulk δ-MnO 2 and H+ conversion reaction pathway was identified in δ-MnO 2 cathode during charge and discharge, in which the charge storage mechanisms could be tailored through electrolytes, especially via the anion of zinc salt. Fast reaction kinetics not limited by ion diffusion was realized for Zn- δ-MnO 2 batteries in Zn(TFSI) 2-based mild aqueous electrolyte in a wide C-rate range. This mixed energy storage mechanism contributes to superior high rate electrochemical performance of 136.9 mAh g−1 discharge capacity at 20 C and 93% capacity retention after 4000 cycles. This study opens a new gateway to the design of high-rate electrode materials by manipulating the effective redox reactions in electrode materials for rechargeable batteries."}
{"Q": "What does the absence of new XRD peaks before discharging to 1.43 V indicate about the crystal structure of δ-MnO2?", "A": "To further understand the different charge storage mechanism, the structural evolution of δ-MnO 2 was carefully investigated during cycling. Figure 4a shows the charge and discharge curve of δ-MnO 2 and the selected charge–discharge status for ex-situ XRD measurements in the second cycle at 0.2 C (equals to < 1 mV s−1) in 1 m Zn(TFSI) 2 electrolyte. Note that the ex-situ XRD for δ-MnO 2 electrodes were tested after disassembling the cell without rising by water. Interestingly, no new XRD peak showed up beside the peaks from Zn(TFSI) 2 salts (Figure S10, Supporting Information) in electrolyte before discharging to 1.43 V (Status I), indicating no visible crystal structure change of δ-MnO 2. The capacity before 1.43 V is, therefore, mainly produced by the nondiffusion controlled “pseudocapacitive”-like Zn2+ intercalation in the bulk δ-MnO 2 without a phase change, which is consistent with the more closer b value to 1 for the reduction peak 1 in Figure 3b."}
{"Q": "What are the two main phases identified in the filament structure of the Pt/STO/Pt memory devices?", "A": "Using in situ I–V measurements and HRTEM images in combination with EELS, we have demonstrated that the filament structure in polycrystalline Pt/STO/Pt memory devices consists of a metallic, Ti-rich SrTi 11O20 phase that is accompanied by the Sr-rich RP structure Sr 3Ti2O7. The SrTi 11O20 phases were preferentially generated at GBs where a 90° twist in the {112} plane occurred between STO (110) and (111) grains. Based on these experimental observations, we propose a new and detailed model for the reversible resistive switching in STO; electrochemical polarization by an applied voltage, the resulting oxygen redistribution and decomposition of highly non-stoichiometric SrTiO 2.903 into Ti-rich SrTi 11O20 and Sr-rich Sr3Ti2O7are responsible for the structural and related electrical transition between insulating and metallic phases. Filament rupture was evidently caused by high temperatures resulting from the large localized current density. Following rupture, the filaments were transformed back into STO. Without external bias, resulting in vanishing electric current and Joule heating the filament structure is kinetically stabilized due to the low diffusivity of Sr at room temperature."}
{"Q": "What is the highly conductive filament in STO identified as in this study?", "A": "Here, we employ in situ I–V measurements in a transmission electron microscope (TEM) to identify the highly conducting crystal phase, which appeared and partially ruptured after the FORMING (or SET) and RESET operations, in resistive-switching STO. Complete rupture was also observed depending on RESET operation. (see filament rupture section) Previously, the in situ TEM approach was successfully employed for the first direct verification of the filamentary switching model of resistive switching in the TiO 2 system.[9] Recently, the in situ I–V/TEM approach has been applied to other ReRAM systems as well to reveal the nature of the conducting filaments, particularly in conducting-bridge RAM[13–15,26–29] or in other bipolar switching systems.[30–33] However, it has been rarely employed for the study of unipolar oxide systems, partly because of the complexities in phase identification.[10] The approach permits filamentary structures and/or their local compositions in the matrix of a cross-sectional TEM sample to be probed by acquiring images, spectra, and I –V curves of the local structure simultaneously. In the present study, by applying these powerful techniques to STO, we found that the highly conductive filament in STO consists of the Ti-rich phase SrTi 11O20. Moreover, the metallic nature of the observed filament, SrTi 11O20, was further verified by electron energy loss spectroscopy (EELS) and density functional theory (DFT) calculations."}
{"Q": "What is the expected trend for the development and application of wearable fiber/fabric-based NGs despite the current challenges?", "A": "It is firmly believed that the power output of future NGs will be greatly enhanced and improved. Although these unresolved issues and tough challenges have seriously hindered the development process of wearable fiber/fabric-based NGs, their vigorous development and widespread application are an irresistible trend of our times. It is firmly believed that many major issues of the current textile-based NGs will be well solved with the progress of science and technology. In a word, textile-based NGs have great possibilities to become the mainstream of future daily wearing textiles."}
{"Q": "What are the two main types of NGs based on their compositional structures and working mechanisms?", "A": "As a new mechanical energy harvesting and versatile self-powered sensing technology, NGs have shown strong vitality and enormous advantage which have great application prospects in various fields of future society. NGs are mainly divided into two categories, i.e., PENGs and TENGs, in term of compositional structures and working mechanisms."}
{"Q": "What is the main function of the cationic chromophore in the assembly of the virus fibers?", "A": "In conclusion, we have designed, synthesized, and characterized a new biohybrid material obtained by the electrostatic interaction between the TMV capsid and a specifically designed ZnPc, yielding a unique morphology with optical activity. The chromophore presents 16 positive charges and resilient optical properties in aqueous media of varying ionic strengths. The cationic chromophore can act as molecular glue and direct the assembly of the rod-like viruses into hexagonally packed fibers. Additionally to their interesting structural features, the resulting high aspect-ratio fibers maintain the optical properties of the dye, namely, fluorescence and singlet oxygen production. The first one allowed us to characterize the fibers by confocal microscopy. The second enabled us to demonstrate that the fibers are easily immobilized in capillaries, while their singlet oxygen production remains stable after several oxidation/flushing cycles. In addition, our self-assembly approach offers the possibility to disassemble the fibers by laser irradiation. This work represents a new approach to tackle continuous-flow photo-oxidation processes in aqueous media."}
{"Q": "What fluorescence indicator was used to monitor ROS photogeneration in the experiment?", "A": "Utilizing compound 1 as a molecular glue in the aforementioned biohybrids present several advantages, such as high solvent-accessible surface, which yields an ideal platform for heterogeneous photo-oxidation. In our approach, we hypothesize that 1 maintains its ROS generation ability despite the fact that it is immobilized within the biohybrid. In order to demonstrate this, ROS photogeneration was monitored by the well-known fluorescence indicator 2′,7′-dichlorodihydrofluorescein (H2DCF) which oxidizes in presence of ROS to highly fluorescent 2′,7′-dichlorofluorescein (DCF, Figure 5a). The fibers were placed on a glass slide, covered with 750 × 10−6 m H2DCF and then irradiated by excitation at 488 nm (green) and 633 nm (red). The former excites the sensor, while the latter excites the 1-TMV fibers. Images were taken in a continuous way (each being the average of four images, 1.96 s per frame). We observed the DCF intensity increasing over the time exclusively in the near proximity of the fiber bundles (Figure 5b), as a consequence of the ROS photogeneration. On the other hand, areas without fibers present no emission in neither wavelength, serving as a negative control. Photo-oxidation dependence on molecular oxygen present in the media as well as the ZnPc was demonstrated in control experiments (Figures S5 and S6, Supporting Information)."}
{"Q": "What are biohybrid implants and what is their potential use?", "A": "Biohybrid implants lie at the interface of biology and electronics and constitute a unique tool with great potential in both the clinic and basic research. Despite the multiple challenges in their design and fabrication due to the need to integrate expertise in microfabrication, cell culture, and implantation surgery, amongst others, biohybrid implants offer numerous advantages over traditional implantable electrode array designs. This niche held by biohybrid implants can translate into unique therapeutic opportunities."}
{"Q": "What is one advantage of biohybrid implants over standard neural interface technology?", "A": "The potential of biohybrid devices goes beyond the one described in this progress report. While standard neural interface technology can only target structures with an existing neuronal population, biohybrid implants can restore functions by both regenerating and stimulating. There are many examples where this strategy might prove superior to cell therapy alone. The majority of injuries to the nervous system cause not just loss of neurons, but also disruptions of the network they were part of. As fundamental neuronal connections within and outside the nervous system are made during development, there is no “blueprint” which can be followed to re-establish the lost networks following an injury."}
{"Q": "What is the main advantage of using PETAzo@ZnS-A nanocapsules for drug delivery compared to conventional methods?", "A": "In conclusion, we have successfully developed X-ray-responsive PETAzo@ZnS-A nanocapsules with reversible and controllable permeability, which achieved efficient and targeted drug release in vivo upon X-ray irradiation, resulting in effective tumor clearance. ZnS NPs can efficiently convert X-rays into UV–vis light to induce the isomerization of azobenzene groups, subsequently decreasing π–π* stacking interaction and hydrophobicity of azobenzene, inducing the swelling of nanocapsules, and enhancing the bilayer permeability to realize precise drug delivery. In comparison with the conventional method that regulates nanostructure permeability by disrupting the structure of nanocapsules and is a nonreversible process, PETAzo@ZnS-A nanocapsules with remotely controlled bilayer permeability can realize the tunable permeability while maintaining the structural integrity. In vitro and in vivo results indicated that the X-ray-triggered nanocapsule could dominate the drug release behavior to satisfy the complicated sensitivities of different tumor cells and different patients to realize precise cancer therapy."}
{"Q": "What is the first step in fabricating PETAzo according to the provided information?", "A": "Unlike other polymer capsule membranes that cannot switch back to the initial state after releasing the encapsulated cargo, PETAzo@ZnS-A nanocapsules maintain their mechanical integrity after selective payload diffusion owing to this cross-linkage. X-ray-mediated photoisomerization of the azo group also decreases the π–π* stacking interactions between the azobenzene rings, which reduces hydrophobicity, induces nanocapsule swelling, and increases bilayer permeability. The first step in fabricating PETAzo was the synthesis and purification of the carboxyl group-functionalized nucleobases (3-(9-adeninyl)-propionic acid (A-COOH) and 1-(carboxymethy)thymine (T-COOH)) (Figures S1–S5, Supporting Information), followed by preparation of 4-methacryloyloxyazobenzene and its characterization using nuclear magnetic resonance (NMR), liquid chromatography-mass spectrometry, high performance liquid chromatography, and gas chromatography-mass spectrometry (Figures S6–S11, Supporting Information)."}
{"Q": "What is the value of the ratio (R c/Ra) between the crystalline c-axis and a-axis electrical resistivities at 10 K in WP 2?", "A": "In summary, we have performed the electrical transport, optical spectroscopy, first-principle, and ARPRS studies of the type-II WSM candidate in WP 2. The ratio (R c/Ra) between the crystalline c-axis and a -axis electrical resistivities shows a weak dependence on temperature in the temperature range from 100 to 250 K, but increases suddenly at T  ≤ 100 K, and then reaches the value of ≈ 8.0 at T  = 10 K, which is by far the strongest in-plane electrical resistivity anisotropy among the known type-II WSM candidates with their carrier concentrations comparable to ≈ 10^21 cm−3. Our optical spectroscopy study, combined with the first-principle calculations on the electronic band structure, indicates that the sudden increase in the electrical resistivity anisotropy at T  ≤ 100 K mainly originates from the sharp enhancement of the scattering rate anisotropy at low temperatures. Moreover, the R c/Ra of WP 2 at T  = 10 K can be tuned from 8.0 to 10.6 as the magnetic field was enhanced from 0 to 9 T. The strong and tunable electrical resistivity anisotropy found in WP 2 can be considered as a degree of freedom for tuning the electrical properties of type-II WSMs. In addition, the good agreement between the angle dependences of the Raman-active phonon peak intensities measured using ARPRS and the fitting results based on the broken spatial inversion symmetry of the WP 2 crystal structure, together with the consistence between the energies of the peaks observed in the polarized Raman spectra and the calculated Raman-active phonon energies, provides convincing evidence for the spatial inversion symmetry breaking in the type-II WSM candidate WP 2. Our work not only opens a new avenue for the experimental identification of the type-II WSM state in WP 2 but also paves the way for developing a new generation of electronic devices based on the type-II WSMs with strong and tunable electrical anisotropy."}
{"Q": "What is the range of R c/Ra of WP 2 at T = 10 K when the magnetic field increases from 0 to 9 T?", "A": "More interestingly, the R c/Ra of WP 2 at T = 10 K can be tuned from 8.0 to 10.6 as the magnetic field (B) applied perpendicular to the crystalline ac-plane increases from 0 to 9 T. The strong and tunable anisotropy (1060% at B = 9 T and 800% at B = 0 T) of the in-plane (i.e., ac-plane) electrical resistivity can be considered as a degree of freedom for tuning the electrical properties of type-II WSMs. WP 2 was proposed to crystallize in the space group of Cmc2 1 and has a non-centrosymmetric structure with a twofold screw axis along the crystalline c-axis, a glide plane perpendicular to the b-axis, and a mirror plane perpendicular to the a-axis."}
{"Q": "What is the significant property of 2D-RPP (I n=4) two-photon detector ?", "A": "In summary, we have demonstrated that single-crystalline 2D RPP nanosheets exhibit extremely large D-2PA coefficients in the near-IR. The nonlinear response is enhanced near the two-photon resonances of the excitonic states, and the results are well consistent with the quantum perturbation theory on 2D excitons. We realize efficient polarization-resolved sub-bandgap photodetection at room temperature by utilizing 2D-RPP two-photon detectors. The 2D-RPP (I n=4) two-photon detector is found to have a very low noise equivalent energy, a giant 2 PC responsivity, and a significantly large anisotropic response. The 2D-RPP (I n=2) detector also performs as a predominated three-photon detector in the spectral range of 1300–1600 nm. The highly anisotropic sub-bandgap photodetection observed in 2D-RPPs not only opens avenues for future explorations of nonlinear optics in this class of hybrid quantum materials but also suggests its potential use in nonlinear photonic and opto-electronic applications."}
{"Q": "What is the maximum 2 PC responsivity for 2D-RPP (I n=2) devices and at what wavelength is it achieved?", "A": "Interestingly, the 2D-RPP (I n=2) devices can perform either as a two-photon or a three-photon detectors depending on the laser wavelength. In the spectral range of 800–1250 nm, the photocurrent is predominated by D-2PA with fit-line slopes in the range of 1.8–2. The 2 PC responsivity is maximized at 1100 nm, with γ2PC ≈ 150 cm2 W−2 s−1. This value is one order of magnitude less than I n=4 counterparts which can be understood from the difference in their D-2PA coefficients, as shown in Figure 2d. On the other hand, the three-photon-absorption-generated photocurrents (3 PC) become predominant, as the laser wavelength is increased from 1300 to 1600 nm. The fit-slopes in the range of 2.7–2.9, see two examples in Figure 3e, confirm that 3 PC predominates. The values of 3 PC responsivity are calculated by γτ=⋅I eA PT() 3PCpc 32 and shown by the blue symbols in Figure 3f. It is anticipated because of E 1s/3 < hν < E1s/2 and E 1s 2.11 eV for 2D-RPP (I n=2). The results suggest that 3PC-based I n=2 devices are efficient photodetectors in the spectral window of fiber-optical communications, indicating their potential use in telecommunications."}
{"Q": "What unique property does penta-PdSe2 have compared to hexagonal phase TMDs like MoS2 and WS2?", "A": "These results show that unique nanoscale anisotropic 2D crystal structures can be created using large-scale transformation of existing layered materials. The striated structures are not observed in hexagonal phase TMDs, such as MoS 2 and WS 2, and suggest that penta-PdSe 2 might offer advantages in the area of the thermal phase transition in 2D materials. Through the calculated electronic structures, their unique striated stacking layer can suggest the semiconductor-metal transition. This shows that understanding the pathways for reconstruction is important and future work will explore methods for a generalized framework for a new family of ultrathin films from phase transformation of layered systems with binary elements."}
{"Q": "What is the melting point of PdSe 2 compared to MoS 2?", "A": "Here, we introduce chalcogen vacancies in PdSe 2 few layered films using in situ controlled thermal annealing in vacuum near the melting point, which is compatible with large-scale processing. The anisotropic structure and low melting point (≈500 °C) of PdSe 2, compared to MoS 2 (≈1000 °C) makes it a suitable candidate for exploring changes in structure by Se loss. The novel atomic structure is imaged using ADF-STEM and 2D crystals are typically uniform and periodic in-plane with stacked sheet-like structure in the out-of-plane direction. Breaking the in-plane 2D symmetry by creating unique lattice structures offers anisotropic electronic and optical responses that have potential in nanoelectronics. However, creating nanoscale-modulated anisotropic 2D lattices is challenging and is mostly done using top-down lithographic methods with ≈10 nm resolution. A phase transformation mechanism for creating 2D striated lattice systems is revealed, where controlled thermal annealing induces Se loss in few-layered PdSe 2 and leads to 1D sub-nm etched channels in Pd 2Se3 bilayers."}
{"Q": "What material was studied for its nonlinear optical properties in this research?", "A": "In summary, this work studied the nonlinear surface optics and experimentally revealed the strong anisotropic nonlinear response on the surface of Dirac nodal-line semimetal ZrSiS. Based on the symmetrical selection rule for NLO materials, the SSs with lowered symmetry is responsible for the efficient SHG since the bulk state of ZrSiS is centrosymmetric, as well as giant THG with high conversion efficiency. More importantly, the structural and symmetry informations of the SSs are detected by the optical spectra involved in nonlinear response. This work not only discovers the giant nonlinear response of the topological SSs, but also creates a novel roadmap toward exploration and application of surface nonlinear optics and photonics."}
{"Q": "What is the range of the value of χ33/χ15 determined using the fitting curve from Equation (1)?", "A": "Here, θ is the rotation angle for the polarization vector with respect to the crystallographic axis a. Fitting curve derived from Equation (1) (red line in Figure 2a) shows a quasi-twofold symmetry, which matches well with the experimental results. Using this equation, value of χ33/χ15 falls in the range of 23–25. To determine the value of χ(2) coefficient for ZrSiS, the Weyl semimetal TaAs was selected as reference. In former report, TaAs (112) possesses a huge χ33(2) around 7200 (± 1100) pm V−1.[21] Following the same way in ref. [21], we collected the maximum peak intensity in the angular scan on the (112) surface of our as-grown TaAs crystal, and extracted χ33 of TaAs using the method in ref. [21]."}
{"Q": "What is the dimming range of the relative transmitted light intensity that can be achieved by the OTM?", "A": "In summary, we have developed a sliding-mode triboelectric nanogenerator-enabled self-powered OTM based on triboelectrification-induced LC alignment in a PDLC film. In response to a gentle contact-sliding motion, the OTM is well capable of simultaneously and rapidly switching its initial translucent state to an instantaneous transparent state along the motion trajectory. This is due to that an alternating electric field could be successively produced in real time by triboelectric charges during the sliding process, and in turn would exert a driving force upon the PDLC film. As such, a decent dimming range with the relative transmitted light intensity from 0.17 to 0.72 can be achieved at a low threshold contact pressure of 20 kPa and a threshold sliding velocity of 0.3 m s−1. In addition, since contact electrification is easily occurred and universally applicable to any material, the OTM can be effectively driven by various sliding materials, rendering a widespread applicability possibly in many circumstances."}
{"Q": "What material is the substrate made of that the OTM is attached to in the demonstration of self-powered information covering and selective visualization?", "A": "To transform the function of dynamic optical transmittance modulation into practical application for the OTM, demonstrations of self-powered information covering and selective visualization are carried out. As schematically illustrated in Figure 4a, the OTM is attached onto a transparent acrylic substrate with a thickness of 4 mm, which is placed seamlessly above a piece of text information. At initial state, the text is well covered by the raw OTM film, and then it can be facilely and selectively visualized via mechanical contact-sliding motions."}
{"Q": "What is the main advantage of the holey architecture in the nanosheets ?", "A": "In summary, the present work represents a versatile metal-based coordination strategy to fabricate stratified structures. They are readily exfoliated in aqueous solution at room temperature into extremely thin holey nanosheets of MOs with advanced levels of functionalities for a wide range of energy and heterocatalysis applications. The unique behavior of these nanosheets originates from their holey architecture, minimizing the diffusion distance for charge carriers while maximizing the accessibility of active sites for catalytic reactions and/or charge storage. The band structure of the sheets could also be tuned during the process. Holey nanosheets of 2D nature can be used as a template to fabricate mixed 0D/2D heterostructures with transition metal components and beyond that can lead to promising routes for optimizing photocatalysts at the nanoscale regimes by tailoring their electronics through rearrangement of band positions."}
{"Q": "What is the thickness of the holey 2D MOs , specifically for CeO2 and ZrO2?", "A": "The present work demonstrates an alternative, simple, and adaptable strategy to create polycrystalline holey 2D nanostructures of MOs at room temperature without the use of a template. This unique technique is based on the rapid exfoliation of bulk-layered, metal-based coordination polymers (MCPs) into monolayers in aqueous solutions, followed by transformation into holey 2D MOs as thin as two-unit cell thickness (for instance, ≈1.1 nm for CeO2 and ZrO2) but lateral sizes in the millimeter scale (≈ 5 mm). In this process, a suspension of an unstable metal hydroxide substructure that is symmetrically capped by a bidentate organic ligand is exposed to an increase in pH, which results in the removal of the organic linkers and enables subsequent formation of the holey MO nanosheets."}
{"Q": "What is the main focus of Wu et al.'s progress report in the field of energy storage?", "A": "In the field of energy storage, Wu et al. (article number 1900583) present a progress report highlighting the recent advances of planar micro-batteries and micro-supercapacitors, starting from fundamental design to challenges and prospective solutions. Li et al. (article number 1902025) review the development and challenges in the path of zinc-based flow batteries from a materials point of view."}
{"Q": "What is the average diameter of the ultrafine fibrinogen-coated PCL/SF core–shell nanofiber fabricated using the MBS technique?", "A": "In summary, we propose a versatile strategy for formation of large-area robust skins by a three-stage transformation process: fabrication of a biodegradable fibrin-sealant-loaded nanofiber scaffold (SNS), skin tissue construction, and skin regeneration formation. Initially, the fabrication of nanofiber scaffolds is conducted via MBS technique. The MBS method shares several key advantages: allowing the fabrication of ultrafine fibrinogen-coated PCL/SF core–shell nanofiber with an average diameter of 65 nm; providing a facile way toward a large-area nanofiber scaffold (140 × 40 cm^2) with large specific surface area, excellent gas permeability, and strong tensile strength, which offer great potential for further use as skin regeneration. The as-prepared SNS possesses superior mechanical strength, wettability, and excellent cell adhesion, promoting the recruitment and proliferation of fibroblasts to form a skin tissue. In vivo experiments indicate that it promotes collagen deposition, neovascularization, as well as granulation tissue, hair follicles, and new regular tissue construction to easily form skin. More importantly, we apply the large-area SNS to the abdominal skin defect; the results demonstrate that the SNS has excellent protective and anti-infection abilities and promotes the tissue regeneration. In general, we demonstrate a proof-of-concept of a new kind of skin regeneration derived from SNS. This robust skin regeneration could be achieved by the migration of fibroblasts on the fibrin sealant loaded PCL/SF nanofiber scaffold. This can not only effectively solve the medical problem of large-area abdominal trauma, but also avoid the risk of immune rejection and secondary surgery in clinical applications."}
{"Q": "What is the mean diameter of the fibrinogen-loaded polycaprolactone/silk fibroin (PCL/SF) ultrafine core–shell nanofibers used in the nanofiber scaffold?", "A": "Here, an available method is developed for the formation of large-area robust skins through three stages: fabrication of a biodegradable sealant-loaded nanofiber scaffold (SNS), skin tissue reconstruction, and skin regeneration. First, a microfluidic blow-spinning strategy is proposed to fabricate a large-scale nanofiber scaffold with an area of 140 cm × 40 cm, composed of fibrinogen-loaded polycaprolactone/silk fibroin (PCL/SF) ultrafine core–shell nanofibers with mean diameter of 65 nm. Then, the SNS forms, where the gelling reaction of fibrin sealant occurs in situ between thrombin and fibrinogen on PCL/SF nanofiber surface, to promote the migration and proliferation of fibroblasts, accelerating skin regeneration. Through an in vivo study, it is shown that the SNS can rapidly repair acute tissue damage such as vascular bleeding and hepatic hemorrhage, and also promote angiogenesis, large-area abdominal wall defect repair, and wound tissue regeneration for medical problems in the world. Besides, it avoids the risk of immune rejection and secondary surgery in clinical applications. This strategy offers a facile route to regenerate large-scale robust skin, which shows great potential in abdominal wall defect repair."}
{"Q": "What is the highest PCE achieved by the QDSCs based on the conductive CsPbI3 QD solids?", "A": "In conclusion, we have demonstrated an efficient method to engineer Pe-QDs surfaces that combines GA+ ligand exchange and a mild thermal annealing process, which ultimately results in enhanced electrical coupling within and between CsPbI3 QD solids while maintaining the intact cubic perovskite structure needed for PV performance. The QDSCs based on the conductive CsPbI3 QD solids delivered a champion PCE of 15.21%. We also demonstrated that the GA+-capping matrix formed through the “LE-TA” method also functioned well in other perovskite QDs like CsPbBr3 and FAPbI3 QDs, affording a versatile strategy to regulate the surface of Pe-QDs and boost the efficiencies of Pe-QDSCs."}
{"Q": "What is the highest power conversion efficiency (PCE) achieved using the GA-assisted surface matrix engineering method on CsPbI3 quantum dot solar cells?", "A": "Here, we report ligand-assisted surface matrix engineering by a thermal annealing treatment after ligand exchange processing (referred to as “LE-TA ”) to rationally tune Pe-QD surfaces. Specifically, large-size organic cation (compared to Cs+), guanidinium (GA+), was coated onto CsPbI3 QD surfaces through ligand exchange followed by a mild thermal annealing process (<100 °C, referred to as “TA ”). The GA-assisted surface matrix engineering improved the electrical coupling and carrier transport between QDs. Consequently, a champion PCE of 15.21% together with a high JSC approaching 16 mA cm−2 were obtained, situating our system at the forefront of all reported CsPbI3 QDSCs."}
{"Q": "What method was used to control the doping level of Cr in Mo2C crystals without altering their original crystal structure?", "A": "In summary, we report the controlled and uniform lattice substitution of magnetic Cr in 2D superconducting Mo 2C crystals with a Cr concentration from 2.7 to 46.9 at% by CVD with Cr–Mo compound precursor, which enables the tuning of the competition of the 2D superconductivity and the Kondo effect in the whole sample rather than the observation at localized sites as reported previously. With such materials, the doping level effect on the interplay and evolution between superconductivity and the Kondo effect is revealed. Different from traditional CVD methods, our CVD method with doping-element-containing compound precursor allows subtle control of doping level of 2D materials without changing their original crystal structure, which provides a general route for the synthesis of a series of 2D materials with widely tunable doping levels. Such new materials will open up the possibilities for the investigation of many novel properties and applications that are absent for the pristine materials."}
{"Q": "What method is used to control the concentration of Cr atoms in the 2D Mo2C superconductor?", "A": "Here, uniform lattice substitution of a 2D Mo 2C superconductor by magnetic Cr atoms with controlled concentration up to ≈46.9 at% by chemical vapor deposition and a specifically designed Cu/Cr/Mo trilayer growth substrate is reported. The concentration of Cr atoms can be easily tuned by simply changing the thickness of the Cr layer, and the samples retain the original structure of 2D Mo 2C even at a very high Cr concentration. The controlled uniform Cr doping enables the tuning of the competition of the 2D superconductor and the Kondo effect across the whole sample. Transport measurements show that with increasing Cr concentration, the superconductivity of the 2D Cr-doped Mo 2C crystals disappears along with the emergence of the Kondo effect, and the Kondo temperature increases monotonously. Using scanning tunneling microscopy/spectroscopy, the mechanism of the doping level effect on the interplay and evolution between superconductivity and the Kondo effect is revealed. This work paves a new way for the synthesis of 2D materials with widely tunable doping levels, and provides new understandings on the interplay between superconductivity and magnetism in the 2D limit."}
{"Q": "What is one advantage of the high degree of elastic recoil in the biodegradable elastomers mentioned in the report?", "A": "In summary, this report demonstrates the versatility of metal chelation bonds in crosslinking biodegradable elastomers. A wide range of mechanical properties can be obtained by using different types of metal ions, mixing different metal ions in one polymer, metal to ligand ratios, and ligand density in the polymers. The biocompatibility of the elastomers matches that of PCL, opening promising new avenues for elastomer development for improved soft tissue reconstruction and regeneration. In particular, the high degree of elastic recoil would be advantageous in tissues experiencing large deformations, such as ligaments, blood vessels, skin, lung, kidney, and heart. The crosslinking mechanism enables many new research possibilities, for example, mixing different types of metal ions, adding a spacer between the ligand and main chain, and explore other types of ligands. Furthermore, metal ions can impart biological functions after integration into polymers. These would enable new material properties previously unseen and new opportunities in multiple fields."}
{"Q": "What is the porosity of the 9-Cu-PAS porous tube as determined by Micro-CT?", "A": "The chelation-bond crosslinking reported here adds a new tool to create elastomers with a focus on biodegradability and biocompatibility. As indicated by DSC results, PAS is amorphous at 37 °C. Uncrosslinked PAS polymer can be processed into various shapes because it melts into a liquid and dissolves in common organic solvents such as acetone, tetrahydrofuran, isopropanol, chloroform and hexafluoroisopropanol. We prepared M-PAS into films, foams and porous tubes. Using 9-Cu-PAS as an example, the films and foams exhibit excellent elastic recoil (Figure 2A; Movies S2 and S3, Supporting Information). The 9-Cu-PAS porous tube has a porosity of approximately 65% (Micro-CT, Figure S10, Supporting Information) and can be twisted repeatedly without deformation."}
{"Q": "What is the main advantage of using t-butyl groups in the TADF emitters 2tDMG and 3tDMG?", "A": "In summary, we designed and synthesized greenish-blue TADF emitters based unconjugated D/A blocks interacted in confined space. These materials rely on the rigid backbone and short D/A distance which in turn restrict the free rotations of constitutional blocks and impose D/A to adopt a favorable cofacial conformation. t-butyl groups are introduced to make the TADF emitters 2tDMG and 3tDMG suitable for both evaporation and solution processed devices. As a result, both materials show small ΔE ST and high PLQY as well as high T g because of the rigid backbone. In evaporation-processed TADF devices, 2tDMG and 3tDMG achieve 30.8% and 26.3% EQEs respectively; notably, the efficiency can retain as high as 28.5% and 23.2% at the 1000 cd m −2 respectively, indicating very flat efficiency roll-offs. In solution-processed OLEDs, the maximum EQEs are 16.2% and 20.2% for 2tDMG and 3tDMG respectively. These excellent performances clearly demonstrate a disruptive motif in constructing highly efficient TADF materials out of conventional D–π–A architecture. We thus believe our results could shed a new light on the development of optoelectronic functional materials in noncovalent interactions."}
{"Q": "What is the main alignment of donor (D) and acceptor (A) units in the two novel TADF emitters mentioned?", "A": "Recently, researchers conceptually consider that the intramolecular noncovalent interaction between D/A units in face-to-face alignment could be a new option to realize TADF. Constructing TADF materials in this unconjugated way has the potential to combine the small ΔE ST value with substantial transition dipole and achieve high luminescent efficiency. These two electron-rich and electron-poor π-systems need to be held close in space to form homoconjugation. In this regard, in this work, two novel thermally activated delayed fluorescence (TADF) emitters, 2tDMG and 3tDMG, are synthesized for high-efficiency organic light-emitting diodes (OLEDs), The two emitters have a tilted face-to-face alignment of donor (D)/acceptor (A) units presenting intramolecular noncovalent interactions. The two TADF materials are deposited either by an evaporation-process or by a solution-process, both of them leading to high OLED performance."}
{"Q": "What technique is used to grow high-quality 2D Janus layers and their heterostructures at room temperature?", "A": "In summary, we demonstrate the growth of high-quality 2D Janus layers and their vertical and lateral heterostructures using all room-temperature SEAR technique. This technique allows us to synthesize 2D Janus layers as well as their complex heterostructures, namely, lateral WSSe/MoSSe, vertical MoSSe/WSSe, and Janus/classical MoSSe/MoS2 which were not possible prior to this work. Overall, our technique offers significant advances to the synthesis and fabrication of 2D Janus materials and enables their combination in heterostructures without sacrificing structural or optical quality, thus providing a much-needed platform for the study of unique physical phenomena and further unlocking the transfer of exciting properties into cutting-edge applications."}
{"Q": "What is the key feature of the room-temperature technique described for synthesizing Janus monolayers?", "A": "Here, a room-temperature technique for the synthesis of a variety of Janus monolayers with high structural and optical quality is reported. This process involves low-energy reactive radical precursors, which enables selective removal and replacement of the uppermost chalcogen layer, thus transforming classical transition metal dichalcogenides into a Janus structure. The resulting materials show clear mixed character for their excitonic transitions, and more importantly, the presented room-temperature method enables the demonstration of first vertical and lateral heterojunctions of 2D Janus TMDs."}
{"Q": "What are some benefits of integrating plant wearables with sensors that detect environmental conditions like temperature and light intensity?", "A": "In summary, plant wearables provide a powerful and convenient way to track biometric information in situ related to plant growth and health. Continual tracking and remote communication are enabled if storage units and power sources are integrated. Further integration of such plant wearables with sensors detecting environmental conditions such as temperature, light intensity, and relative humidity may provide a powerful tool to investigate the interface of plant-microenvironment, to maintain optimal environments for plant growth, and to boost crop yield with minimal agricultural inputs. There are also certain drawbacks in reported plant wearables and challenges in their wide applications in agriculture. Special efforts will be needed to overcome the drawbacks discussed above via interdisciplinary combination of materials properties (e.g., strength, compliance, adhesion, biocompatibility, and degradability), fabrication methods (e.g., low cost, large scale, and mild conditions), and particularly morphology and physiology of plants (e.g., signaling in growth and responses to biotic and abiotic stresses, wounding, etc.)."}
{"Q": "What is a major challenge when fabricating plant wearables directly on living plant tissues?", "A": "One straightforward solution is to develop more flexible plant wearables (e.g., hydrogels), capable of larger deformation and well adhesion to irregular surfaces. Direct fabrication of such wearables on living plant tissues could potentially overcome this mismatching challenge since device components can be deposited along the irregular surfaces, but arises the labor-intensive on-site fabrication procedure under complex environments, particularly in field. This strategy significantly limits the available fabrication conditions because the plants have to survive through the fabrication procedure without harsh conditions. For instance, the vapor temperature must be controlled when deposited on plant tissues in the vapor printing method, which arises additional requirements to minimize potential damage to plant tissues during fabrication. Thus, printing/writing/deposition of materials on plant tissues under mild conditions is highly desired."}
{"Q": "What are the advantages of m-Y–S Fe 1−xS@C-3 composite as anode materials in terms of battery performance?", "A": "In summary, we have developed a partial sulfuration strategy to construct m-Y–S structures with tunable internal void space. Compared with traditional Y–S structure, the structure merits of multiple contact points and small yolk size endowed m-Y–S Fe 1−xS@C-3 composite with outstanding battery performance for K/Na/Li-ion storage. As anode materials, it can present high reversible capacities and excellent rate capability (187 mA h g−1 at 10 A g−1 for K+, 365 mA h g−1 at 20 A g−1 for Na+, and 355 mA h g−1 at 40 A g−1 for Li+). Notably, it delivered ultralong cycling stability up to 7000 and 20 000 cycles for SIBs and PIBs. Such extraordinary performance of Fe 1−xS@C-3 outperformed most reported anodes for Li/Na/K-ion storage. DFT calculations and kinetics analysis suggested the superior charge transportation ability of m-Y–S Fe 1−xS@C than pure Fe 1−xS and s-Y–S structure, thus benefiting for its ultra-stable cycling and superior rate capability. This work offers a new avenue to fabricate m-Y–S structures for achieving high-performance electrochemical energy storage."}
{"Q": "What are the main components of the multi-yolk–shell (m-Y–S) structure ?", "A": "Herein, we report a partial sulfuration strategy for the construction of multi-yolk–shell (m-Y–S) structures, aiming to reduce the yolk size and enhance the contact points between shell and yolk for superior charge transportation. In the as-prepared samples, multiple Fe 1−xS nanoparticles were well encapsulated into hollow carbon nanosheets accompanied with tunable interior void room. Compared with the traditional SiO 2-template or acid-etching method derived Y–S structure, this m-Y–S Fe 1−xS@C-3 composite presented superior structure advantages of multiple contact points, small particle size, optimized interior void room, and conductive carbon coating, thus giving rise to outstanding K/Na/Li-ion storage behavior."}
{"Q": "What is the main advantage of preset extrusion bioprinting over conventional bioprinting in terms of structure resolution?", "A": "We have used preset extrusion bioprinting and droplet-based microfluidics to generate biomimetically structured microtissue spheroids. Preset extrusion bioprinting enables the fabrication of complex structures with a resolution higher than that of conventional bioprinting methods, and can be successfully combined with microfluidic emulsification systems for fabricating hepatic-lobule-like structured multicellular spheroids of uniform size. The resolution of conventional bioprinting is closely related to the nozzle size; however, preset extrusion bioprinting can have a higher resolution than that of conventional bioprinting with the same nozzle size because smaller structures can be generated inside the nozzle. As a result of this advantage, approximately 20 µm structures can be successfully implemented. The technique is also advantageous because of the simple printing system and short printing time for multiple bioinks."}
{"Q": "What does the in vivo study reveal about structured microtissue spheroids?", "A": "Structured spheroids showed improved protein secretion and enzyme expression. Furthermore, the in vivo study reveals that structured microtissue spheroids are stably engrafted. These results demonstrate that the method provides a valuable 3D structured microtissue spheroid model with lobule-like constructs and liver functions."}
{"Q": "What type of bonding in the antiperovskite structure is crucial for achieving the heavy fermion state of Gd 5d-electrons?", "A": "We have discovered the d-electron heavy-fermion state in the f-electron FM Gd3SnC antiperovskite. The mixed bonding nature of the antiperovskite structure, composed of metallic GdGd bonds and covalent Gd C bonds, is found to be the key ingredient for realizing the heavy fermions of Gd 5d-electrons. The unusual coexistence of FM and heavy fermions in Gd lattice originating from the dual character of Gd electrons shows that the antiperovskite structure can be a new platform for the study of a novel class of strongly correlated electron systems in which the localized and itinerant electrons impart different physical properties."}
{"Q": "What element's 5d-electrons contribute to the heavy-fermion state in Gd3SnC?", "A": "This unconventional and anomalous d-electron heavy-fermion state in f-block Gd-based Gd3SnC is, if true, the first case of FM-assisted heavy-fermion behavior in 5d-electron systems. Density functional theory (DFT) calculations along with angle-resolved photoemission spectroscopy (ARPES) measurements provide a clear picture for the formation of the heavy-fermion state, which is induced not by 4f-electrons but by 5d-electrons of Gd element in the context of mixed bonding characters of the antiperovskite structure."}
{"Q": "What is the thickness of the prepared nanosheets mentioned in the document?", "A": "Ultrathin 2D quaternary PdAuBiTe alloyed nanosheets have been successfully manufactured by a using visible-light-induced template method in an ambient environment. This method can be extended further to prepare ultrathin 2D ternary PdBiTe and AuBiTe alloyed nanosheets. The thickness of as-prepared nanosheets is about 5 nm with diameters larger than 500 nm. The horizontal to vertical ratio exceed 100. The integration of topmost and edge defects, low-coordinated atoms, lattice strain, d-band center downshifting of Pd, and the ensemble effects imparted the PdAuBiTe ANSs much higher ORR performances with high methanol tolerance and antipoisoning to CO than the commercial Pd/C and Pt/C."}
{"Q": "What is the peak power density (PPD) of PdAuBiTe in 10 m CH3OH compared to Pt/C?", "A": "The practical DMFC performances of a single cell assembled with PdAuBiTe or industrial Pt/C (cathode) and industrial Pt/C (anode) catalysts were tested. Figure 6a,b is polarization and power density curves of the DMFCs obtained with O2 as cathodic gas feed and methanol (2–12 m) as anodic fuel feed in 6 m KOH electrolyte at 80 °C. As shown in Figure 6a–c, the open-circuit voltage (OCV) and peak power density (PPD) on PdAuBiTe are much higher than those on Pt/C at each methanol concentration (Table S3, Supporting Information). In 10 m CH3OH, the OCV /PPD on PdAuBiTe is 0.974 V /235.7 mW cm–2. In contrast, the OCV /PPD on Pt/C is only 0.858 V /101.55 mW cm–2. To the best of our knowledge, the PPD value of PdAuBiTe is the highest reported so far, which is 2.32 times that on Pt/C, 2.16 times that on recently reported Pd–Te nanosheets (109 mW cm–2) and 2.63 times that on core–shell Au@Pd nanoparticles (89.7 mW cm–2)."}
{"Q": "What is the power conversion efficiency achieved with the Ag-doped CZTSSe thin film?", "A": "In this study, we design and construct Ag-doped CZTSSe thin film to enable a power conversion efficiency of 12.55% with a V OC,def of only 0.306 V without an anti-reflection layer. Encouragingly, the p-type absorber surface n-type layer and the Ag gradient band gap are both successfully prepared. The inversion layer increases the difference of the quasi-Fermi levels of the absorber surface, which is beneficial to increase the open circuit voltage. The surface valence band gradient regulates the carrier transport and the increase in the width of the depletion region also helps the collection of carriers. This novel Ag doping strategy reduces the recombination at the interface and absorber bulk, which will promote the manufacture and performance optimization of high-performance CZTSSe solar cells."}
{"Q": "What is the interplanar distance (d-space) of the (112) planes on the top of the sample Kes-Al2O3-AZTS according to the HRTEM lattice fringes?", "A": "To further verify that Ag is doped into the surface of the absorber layer and thus results in an n-type surface, high-resolution TEM (HRTEM) and selected-area electron diffraction (SAED) are performed. To determine the lattice difference, the top and the interior of the absorber layer are selected for characterization (the selected areas are shown in S4, Supporting Information). The HRTEM lattice fringes shown in Figure 3c indicate that the interplanar distance (d-space) of the (112) planes is 0.335 nm on the top of the sample Kes-Al2O3-AZTS, while the distance between adjacent (112) planes of Ag2ZnSnSe4 is 0.341 nm. The HRTEM lattice fringes shown in Figure 3d indicate that the interplanar distance of (112) planes is 0.326 nm in the interior area of the sample Kes-Al2O3-AZTS, and this value is close to 0.328 nm (JCPDS #52-868) of the d-space of (112) planes of kesterite-structure Cu2ZnSnSe4. The corresponding SAED patterns and the crystal plane clusters obtained by simulation are shown in Figure 3(e) and (f). The angle between the (002) crystal plane and the (12) crystal plane in the SAED pattern (Figure 3(e)) measured on the top of the absorber layer is ≈53.9°, which is close to the theoretical angle of 56.3° of Ag2ZnSnSe4. The measured angle between the (112) and (01) crystal planes in the electron diffraction pattern (Figure 3f) inside the absorber layer is 75°, which is consistent with the theoretical angle of Cu2ZnSnSe4. In summary, the above results prove that the top of sample Kes-Al2O3-AZTS has the Ag-rich kesterite structure, while the internal structure of the sample is closer to the CZTSe phase, and the Se content in the two substances is much higher than that of S."}
{"Q": "What are the main products of CO2 reduction using the boric-acid-mediated strategy with single Ni sites under illumination?", "A": "We have successfully developed a novel and universal boric-acid-mediated strategy to construct single transition metal atoms (Ni, Co, and Fe) on CN nanosheets, depending on the uniform distribution of boron-oxo species via dative B–N coordination, as highly active photocatalysts for CO2 reduction. Under illumination the single Ni sites with saturated coordination by O atoms would effectively capture the photoelectrons then preferentially activate absorbed water molecules to produce H atoms as active species to impinge CO2 then to ultimately produce CO and CH4 as products following a distinct hydrogen-assisted CO2 reduction pathway. This work has evoked a new chapter for the rapid construction of robust single-atom materials and also deepened the understanding on the relationship between electronic structure of single sites and reaction mechanism."}
{"Q": "What elements were used to fabricate single-atom photocatalysts in the boric-acid-mediated strategy?", "A": "Encouragingly, the boric-acid-mediated strategy of fabricating SAPC is found applicable to typical transition metals Co and Fe. The HAADF-STEM images of 0.7Co-5OB-CN and 0.7Fe-5OB-CN clearly verified the single-atom dispersion of Co and Fe species, respectively (Figure S19a,b, Supporting Information). Similar as the single Ni photocatalyst, as-introduced Co and Fe sites did not change the crystalline structure of CN or the light absorption but significantly improved the charge separation of CN (Figures S20 and 21, Supporting Information). For 0.7Co-5OB-CN, 0.7Fe-5OB-CN, and 0.7Ni-5OB-CN photocatalysts, the CO2 conversion rates were found in positive correlation with their charge separation (Figure S22, Supporting Information). The above results indicate M-OB-CN might become a novel and universal SAC model."}
{"Q": "What is the highest EQE achieved by the PDAI-PeLED?", "A": "We have developed and demonstrated a facile PDAI-assisted method to form 3D γ-CsPbI3 films. PDAI will retard the phase transition rate and in situ form cuboid crystallites. PDAI will further passivate the defects of these cuboid crystallites and significantly improved the PLQY. The PDAI-PeLED can reach a high EQE of 15.03% and T50 lifetime of 1.7 h under 100 mA cm−2. This method also shows potential for large-area PeLEDs and commercial production of PeLED modules. Our work suggested that rational molecular modification of 3D CsPbI3 from precursor solution to film formation process can combine the advantages of 3D perovskite with high mobility and cuboid crystallites with reduced trap density."}
{"Q": "What is the role of 1,3-propanediamine dihydriodide (PDAI) in the formation of CsPbI3 perovskite films?", "A": "In this work, we report a one-step method to in situ deposit γ-phase 3D CsPbI3 perovskite films consisting of CsPbI3 cuboid crystallites, which is achieved by introducing diammonium-cation-based 1,3-propanediamine dihydriodide (PDAI). The obtained perovskite is noted as PDAI-CsPbI3. The addition of PDAI can slow down the phase transition from intermediate phase to γ-phase CsPbI3 and increase the size of cuboid crystallites. Meanwhile, the PDAI residue covering the surface of the final films can passivate defects and improve their PLQYs. Consequently, the PeLED based on such PDAI-CsPbI3 film can reach a champion peak EQE of 15.03% and deep-red emission with high color purity."}
{"Q": "What is the main material used to develop the photonic pigments that can change colors based on the direction of the magnetic field?", "A": "We have developed photonic pigments by the magnetic assembly of Fe3O4@SiO2 nanorods, which can produce multiple colors in response to the varying magnetic field direction. The magnetic shape anisotropy of nanorods induces the preferred offset rod packing, producing tetragonal crystals featuring hard contact, anisotropic non-close-packing, and well-defined and interconnected channels. Due to their non-close-packing nature, the photonic pigments contain large pores for accommodating fast and sensitive colorimetric responses to surrounding dielectric changes. More importantly, the structural and magnetic anisotropy of the photonic pigments enables precise orientation control using magnetic means so that they can be easily aligned along pre-designed directions for desirable structural colors and further produce patterned photonic films. These unique features enable the design and fabrication of rotation-asymmetric photonic devices that can exhibit dynamic color-switching or display varying patterns and encrypted information upon rotation. As the materials synthesis is highly scalable and the magnetic assembly is straightforward and robust, our photonic pigments hold great promise for creating many advanced optical devices, including colorimetric sensors, anti-counterfeiting devices, and multicolor passive photonic displays."}
{"Q": "What is the shape of the overall structure of the photonic pigments ?", "A": "These novel photonic pigments, produced by magnetic assembly of uniform Fe3O4@SiO2 nanorods in colloidal dispersion followed by sol–gel fixation, feature a body-centered-tetragonal lattice and a ribbon-like overall shape. The high anisotropy of the crystal structure combined with the magnetic shape anisotropy of the building blocks allows the generation of multiple colors by simply changing the direction of the applied magnetic field. By taking advantage of the unique optical properties of the tetragonal crystals, we further demonstrate the development of rotation-asymmetric photonic devices that can display color switching or distinct images in response to mechanical rotation."}
{"Q": "What is the range of thickness that can be achieved for Cr 5Te8 nanosheets using the tube-in-tube CVD approach?", "A": "We have successfully synthesized high-quality 2D Cr 5Te8 nanosheets on mica substrate via a tube-in-tube CVD approach. This new growth strategy provides a Te-rich growth atmosphere, which is critical to the synthesis of high-crystallinity Cr 5Te8 crystals. By precisely tuning the growth temperature, the thickness of Cr 5Te8 nanosheets was continuously modulated from 1.2 to 30 nm, with the morphology changing from triangle to hexagon. Extensive STEM characterizations combined with structural simulations confirmed the composition, t-phase structure and high crystallinity of the as-grown Cr 5Te8 nanosheets. Furthermore, the CVD-grown Cr 5Te8 nanosheets exhibit an obvious FM property, with a T C of up to 160 K. More importantly, the Cr 5Te8 nanosheets exhibit an outstanding air stability, and their MOKE signal remains unchanged after three months of aging in air. The controllable synthesis of Cr 5Te8 together with its outstanding and air-stable FM property opens up new prospects for the study of 2D magnetism and spin-tronic device applications."}
{"Q": "What material was chosen as the growth substrate for synthesizing ultrathin Cr5Te8 nanosheets and why?", "A": "To realize precise synthesis of ultrathin Cr 5Te8 crystals with a high crystal quality, a tube-in-tube CVD growth strategy was used to ensure sufficient feeding of Cr and Te sources, as schematically shown in Figure 1a (top row). Briefly, a built-in quartz tube (diameter of 1.5 cm and length of 15 cm) with one side open and the other side semi-open (3 mm tiny hole) was placed in a 1 in. tube furnace to serve as the reaction system. Te and chromium dichloride (CrCl 2) powders were used as precursors and placed at the forepart and interior of the built-in tube, respectively. Fluorophlogopite mica (KMg 3AlSi 3O10F2) was selected as the growth substrate for synthesizing ultrathin Cr 5Te8 nanosheets, considering its atomically flat surface and chemically inert nature. More details about the sample synthesis are described in the Experimental Section."}
{"Q": "What fields could be transformed by breakthroughs in ferroelectrics ?", "A": "Ultimately, disruptive breakthroughs in high-quality growth, epitaxial nanoscale control and multiscale modeling will provide the ability to create new materials with unprecedented combinations of functional properties. In the long run, the breakthroughs in the field of ferroelectrics will potentially transform society—from energy and medicine, to information and communications."}
{"Q": "What is one method used to reduce the clamping effect on the piezoelectrically active region of thin-film piezoelectrics?", "A": "Another particularly detrimental aspect of thin-film piezoelectrics, in particular, is the clamping by the large, piezoelectrically inactive substrates required for thin-film deposition. Novel approaches using freestanding membranes (Section 3.6) are promising, but still in their infancy. More common is the use of micro- and nanofabrication to engineer device architectures which reduce clamping of the piezoelectrically active region of the film."}
{"Q": "What diseases are mentioned as examples of IHD that could be impacted by the development of nanotechnology?", "A": "The rapid development of nanotechnology as a therapeutic tool will have a great impact on the treatment of IHD such as diabetes, hypertension, hypercholesterolemia, and atherosclerosis. This may change the concept and the way in which we treat patients. Although the potential benefits from nanomedicine are high, a number of issues as detailed in this review shall be solved before nanomedicines can be fully translated into clinic. Appropriate guidelines and policies to assess its risk and treatment effects shall be established to warrant it unique role in the treatment of IHD."}
{"Q": "What is one benefit of using nanoparticulate formulations for drugs like Atorvastatin and Lovastatin?", "A": "A variety of nanomaterials, such as PLGA, chitosan, cationic lipids, and liposomes have been used as carriers of Atorvastatin, Lovastatin, Simvastatin, Pitavastatin, Kudingcha, or proprotein convertase subtilisin/kexin 9 (PCSK9) to lower cholesterol level. More uniquely, negatively charged nanoliposomes are able to prevent dyslipidemia in rabbits fed with a high-cholesterol diet. These nanoparticulate formulations are ideal carriers to improve the bioavailability, prolong the drug release, and minimize the dose-dependent adverse effect."}
{"Q": "What is the main conclusion about carbonate electrolytes for lithium metal batteries (LMBs)?", "A": "To summarize, based on the results achieved previously and discussions mentioned above, it is reasonable to say that there are currently no “one for all” carbonate electrolytes that perform well in all aspects. Therefore, it is important to design the solvation structure of carbonate electrolytes for specific uses. While it is critical to take advantage of different solvation structures, the investigation of new carbonate electrolytes with a novel solvation structure is highly encouraged. Although many scientific and technological challenges need to be solved, we hope this review provides a guide to help fundamentally investigate the science behind Li+ solvation structure, Li+ behavior, and battery performance in carbonate electrolytes and rationally design acceptable carbonate electrolytes for practical LMBs."}
{"Q": "What is the most cost-effective way to improve carbonate electrolytes ?", "A": "The use of additives is the most cost-effective way of improving carbonate electrolytes since only a small amount is required. Using multi-functional additives can improve interfaces on both electrodes, and by incorporating special additives that have a strong interaction with Li+ or special anions like Br−, the de-solvation process can be improved. In addition, many additives have been proposed with functions such as scavenging HF, which improves the thermal stability of LiPF6-containing carbonate electrolytes."}
{"Q": "What method was used to create the skin phantoms that allows for precise deposition of biomaterials and is more cost-effective than mold-based fabrication?", "A": "Here we developed skin-mimicking phantoms with synthetic melanin (i.e., PDA) as a tool to quantify the impact of skin photo types on multiple biomedical optics (e.g., PA, photothermal, and fluorescence imaging). To mimic optical properties of melanin, we investigated the light absorption of spherical PDAs in different sizes, mixtures, and clustering phases. Our skin phantoms are enabled by 3D bioprinting, which provides precise deposition of biomaterials, high controllability, good reproducibility, and low cost compared to mold-based phantom fabrications."}
{"Q": "What are the melanin contents (Mf) used for Fitz. 1, Fitz. 3, and Fitz. 5 phantoms?", "A": "3D-bioprinted phantoms with skin phototypes from Fitz. 1 to 6 were successfully developed by adjusting the PDA contents used for bio-inks: Fitz. 1, Fitz. 3, and Fitz. 5 contained an Mf of 3%, 12%, and 20%, respectively (Figure S27, Supporting Information). The phantom without skin prototype was also fabricated as a negative control (referred to as Fitz. 0). Both the CIE color space and a colorimeter were used to quantify our phantoms with different skin phototypes."}
{"Q": "What is the main benefit of using Pt@IrSACs/RBC in treating mouse triple-negative mammary carcinoma?", "A": "We have developed an ultralow metal content IrSAC with fully exposed active sites. By coordinating with Pt(IV), the Pt@IrSACs/RBC represent remarkable catalytic activity to amplify the potency of cellular ROS accumulation. The combination of catalytic and PTT therapy dramatically augmented tumor cell ferroptosis. Pt@IrSACs/RBC administered intravenously with 1064 nm irradiation post 24 h injection produced strong antitumor efficacy with negligible side effect. The tumors were completely ablated with a single treatment session and no tumor recurrence was observed. Our work presents a novel strategy to maximize the catalytic efficiency of SACs at an ultralow metal content and demonstrates their excellent therapeutic efficacy and biosafety in mouse triple-negative mammary carcinoma for the first time."}
{"Q": "What are the two main enzymatic activities of Ir 1/CN SACs that contribute to tumor cell ferroptosis?", "A": "Here, we prepared iridium single atoms on a nitrogen-doped carbon composite (Ir 1/CN SAC) with an ultralow metal content and fully exposed active sites. The Ir 1/CN SACs exhibited notable peroxidase (POD)-like activity as well as high glutathione peroxidase (GSHOx)-like activity. The POD activity allows the catalysis of the conversion of endogenous H 2O2 into •OH in the acidic tumor microenvironment (TME), while GSHOx activity causes the depletion of GSH, a cellular reductant that can eliminate ROS. Therefore, the synergistic effect of these two enzymatic activities results in significant ROS accumulation in tumor cells, which causes lipid peroxidation and subsequently leads to tumor cell ferroptosis."}
{"Q": "What are the potential applications of 2D-TMDs with terminal atom-controlled etched hole arrays ?", "A": "In summary, using a method combining inducing defects through laser irradiation in air and heat-induced etching in different atmospheres (e.g., hydrogen atmosphere, inert atmosphere, and sulfur [selenium] vapor atmosphere), we realized terminal atom controllable etching of 2D-TMDs (e.g., WS 2, WSe 2, and MoS 2) and further obtained controlled etched hole arrays (e.g., FHAs, HHAs, and RHAs). Detailed characterization demonstrates the formation of periodic hole arrays in 2D-TMDs (e.g., WS 2 and WSe 2), the etched holes have clear atomic terminations and atomic sharp edges, and the unetched 2D-TMDs retain high-quality crystalline. The PL characterizations proved that the PL intensity could be effectively regulated by well-defined terminal atoms obtained by thermal etching, which provided a new idea for studying 2D-TMDs material edges. 2D-TMDs with hole arrays can provide a suitable template for high-quality integrated optoelectronic devices. Furthermore, 2D-TMDs with terminal atom-controlled etched hole arrays or with terminal atom controllable edges may have significant application prospects in various fields, such as but not limited to catalysis, nonlinear optics, and spintronics."}
{"Q": "What shapes of etched hole arrays can be obtained by adjusting the gas atmosphere during the thermal etching stage?", "A": "Here, we report the terminal atom-controlled etching of 2D transition metal dichalcogenides (2D-TMDs) with atomically clean hole edges through defects introduced by laser irradiation in air and subsequent thermal etching in a controlled etching atmosphere (i.e., a hydrogen atmosphere, inert atmosphere, and sulfur [selenium] vapor atmosphere). By adjusting the gas atmosphere during the thermal etching stage, triangular etched hole arrays terminated by the tungsten zigzag (W-ZZ) edge (in an Ar/H 2 atmosphere), hexagonal etched hole arrays terminated alternately by the W-ZZ edge and sulfur (selenium) zigzag (S-ZZ or Se-ZZ) edge (in a pure Ar atmosphere), and triangular etched hole arrays terminated by the S-ZZ (Se-ZZ) edge (in an Ar/sulfur [selenium] vapor atmosphere) can be obtained."}
{"Q": "What is the main factor contributing to the enhanced CO2 conversion in the CoOx-BVO/CN-IL heterojunction?", "A": "In summary, BVO/CN Z-scheme heterojunction has been presented as a prototype to show the spatially separated dual site engineering for efficient charge extraction and cocatalysis toward CO2 photoreduction. The boosted CO2 conversion is attributed to efficient Z-scheme charge transfer and subsequently the prominent redox co-catalysis by CoOx and IL respectively for holes-H2O oxidation and electrons-CO2 reduction, as proved mainly by means of in situ techniques. Interestingly, the optimal CoOx-BVO/CN-IL delivers an ≈ 80-fold CO production rate without H2 evolution compared with urea-C3N4 counterpart, along with the ETE for CO2 reduction of 36.4% as revealed by in situ µs-TAS quantitatively. Meanwhile, the fact that high photocatalytic activities of CoOx-BVO/CN-IL heterojunctions are synergistically dependent on the ETE and possibly transferred electron quantity has also been unraveled."}
{"Q": "What is the effect of introducing CoOx and IL on the photocatalytic activities for CO2 reduction in the constructed CN-based Z-scheme heterojunctions?", "A": "To explore the universality of such a strategy, we have also constructed a series of CoOx and IL co-modified CN-based Z-scheme heterojunctions with the identical method by replacing BVO with other OPs (e.g., Fe2O3 and WO3, structural characterizations depicted in Figures S41 and S42, Supporting Information). One can see that the photocatalytic activities for CO2 reduction of the fabricated CN-based Z-scheme heterojunctions (Fe2O3/CN and WO3/CN) are greatly improved after CoOx introduction, and a much higher CO2 conversion rate is obtained with further decoration of IL (Figure S43, Supporting Information). Besides, similar results on charge separation properties are observed as well (Figure S44, Supporting Information). All these findings undoubtedly demonstrate the versatility of the proposed strategy on synergistically extracting the charge carriers and simultaneously providing catalytic functions by precise construction of spatially separated redox active sites on the fabricated Z-scheme heterojunction for highly efficient solar-driven CO2 conversion."}
{"Q": "What is the main advantage of the new perfluorinated polymer in fabricating Ag grid electrodes compared to traditional methods?", "A": "In summary, a new perfluorinated polymer for the fabrication of high-performance transparent Ag grid electrodes by condensation coefficient modulation is reported. Optimized electrodes on glass and flexible plastic substrates have a figure-of-merit that exceeds that of commercial ITO glass, and when on plastic the grid electrode is remarkably stable toward repeated bending through a small radius of curvature. This young approach to the fabrication of an Ag grid electrode is promising because it does not require chemical etchants, a complex post-deposition transfer step, or a separate grid embedding step. The performance of model solution processed OPV devices is shown to be unchanged when ITO glass is replaced with an optimized PEDOT: PSS coated Ag grid electrode, which we believe represents a substantive technological achievement."}
{"Q": "What is the minimum thickness of the printed layer of perfluorinated silane that can prevent condensation of Ag vapor-deposited under vacuum?", "A": "In 2019 we reported an entirely different approach to fabricating patterned Ag films, based on the discovery that an extremely thin (≥10 nm) printed layer of perfluorinated silane can prevent condensation of Ag vapor-deposited under vacuum, such that Ag is selectively deposited only where the perfluorinated silane layer is not. The beauty of this approach is that vacuum evaporation of metals to form thin films is proven as a low cost metal deposition method by the packaging industry, and the shape and dimensions of the features deposited are limited only by the printing method used to deposit the patterned perfluorinated silane layer. This approach also avoids metal waste and the use of harmful chemical etchants and solvents needed for conventional lithographic processes."}
{"Q": "What property is crucial for ensuring the stability and integrity of ZnAnode systems using different hydrogel electrolytes?", "A": "ThroughsystematicstudiesofZnanodesemployingvarioushy-\\ndrogel electrolytes, we have shown that the anti-fatigue prop-\\nerty plays a vital role in guaranteeing the stability and integrity\">\\"}
{"Q": "What is the size of the ultrasmall photodiode that was realized using the microscale patterned doping method?", "A": "In order to realize microscopic perovskite optoelectronic devices, we developed a photoresist-free universal microscale patterned doping method based on the unique self-doping phenomenon of perovskite. In this approach, the intrinsic ion defects of perovskite were redistributed by applying an external electric field, which could modulate the microscale local doping level and the doping types (p, i, or n). In order to stabilize the redistributed ions, the material composition and applied polling voltages were optimized. Assisted with the optimized method, an ultrasmall photodiode with a 2 μm length was realized, which was the representative optoelectronic device."}
{"Q": "What happens to the ion distribution in the device after it undergoes polarization treatment?", "A": "The above explanation to the experimental results is verified through simulation by using the drift fusion program developed by Calado et al. According to the simulation results, before polarization, due to the built-in electric fields of the Schottky junctions (pointing from the perovskite to the ITO electrode), the ions are symmetrically distributed where the cations are attracted toward the electrodes and the anions are expelled from the electrodes, as shown by Figure 7a. The symmetric ion distribution results in symmetric energy diagram, as shown in Figure 7c. By contrast, after the polarization treatment of the device (2 μm) lasts for 100 s with a 3 V bias, as shown in Figure 7b, the anions and cations are accumulated near the L and R sides, respectively, which modulates the local Fermi levels toward p-doping and n-doping, respectively, resulting in a model pn junction, as shown in Figure 7d."}
{"Q": "What is the main component used to deliver siRNA in the designed nanoparticles without using any polymeric components?", "A": "We have designed an electrostatic attraction-driven carrier-free siRNA delivery NPs by grafting cationic sulfur-substituted Nile Blue photosensitizer (NB-Br) onto deblock siRNA strands. Without the aid of any polymeric components, siPLK1-NBNPs could accumulate at the tumor site after systemic administration and efficiently enter tumor cells. Under light irradiation, the ROS generated by NB-Br could destroy the lysosome structure and promote siRNA escape from lysosomes. Moreover, the ROS could further induce tumor cell apoptosis. siPLK1-NBNPs could suppress the target PLK1 gene under light irradiation both in vitro and in vivo, achieving the RNAi and PDT synergistic cancer treatment. Our design of a carrier-free siRNA delivery system presents great potential to achieve light-induced self-delivery of siRNA, which has been demonstrated in both cell and mouse models. We strongly believe that siRNA-NBNPs can be used as a nanoplatform for the self-delivery of siRNA drugs. Our next step is to develop a novel strategy for promoting siRNA to escape from lysosomes without the aid of cationic polymers or ROS."}
{"Q": "What is the maximum absorption peak wavelength of NB-Br and what does it indicate about its properties?", "A": "First, NB-Br was synthesized and the experimental details are shown in Scheme S1 (Supporting Information). The chemical structure of NB-Br was fully characterized by 1H NMR, 13C NMR, and HR-MS analytical data (Figures S1–S3, Supporting Information). NB-Br displayed a maximum absorption peak at 660 nm, laying in the therapeutic window, and exhibited high NIR fluorescence at 700 nm. To confirm the photosensitizing efficiency of NB-Br, the ROS probe dihydrorhodamine 123 (DHR123) was used, which emits strong green fluorescence after reacting with O2−•. Within 10 min of irradiation, NB-Br significantly increased the fluorescence intensity of DHR123, exhibiting excellent photosensitizing efficiency."}
{"Q": "What does D-chirality do to the interaction between matrices and cytoskeleton?", "A": "Overall, this study introduces matrix chirality as a previously unknown cue for specifically manipulating neural cell behaviors, particularly improving viability, proliferation, and survival. The molecular mechanism is that D-chirality attenuates interaction between matrices and cytoskeleton, thus activating JNK and p38 MAPK signaling pathways. With the demonstrated promotion of sciatic nerve repair by D-chirality, we believe that matrix chirality is a simple, safe, and effective microenvironment cue with application potential in neurological issues such as nerve regeneration, neurodegenerative disease treatment, neural tumor targeting, and neurodevelopment."}
{"Q": "What does the D-matrix chirality enhance in neural cells according to the study?", "A": "This study demonstrates the specific enhancement of the viability, proliferation, and survival of four neural cells by the D-matrix chirality, and we introduce chirality selection for the D-matrix as a new concept to define this potentially universal phenomenon in neural cells. We further propose the mechanism functioning through which the tension relaxation, resulting from weaker interaction between D-matrix and cytoskeleton, activates JNK and p38 MAPK signaling pathways."}
{"Q": "What are the key participants needed in the global effort to support sustainable ASSLMB recycling and a circular economy of battery materials?", "A": "In the future, the increasing number of discarded ASSLMBs will pose serious waste management challenges to society, environment, economy, and human health. Nevertheless, spent batteries represent a valuable resource containing strategic elements and critical materials for battery manufacturing. Overall, given the global nature of the battery industry, global participation in the battery lifecycle, including governments, battery manufacturers, distributors, consumers, and battery recyclers, is required to support a concerted push towards sustainable ASSLMB recycling and a circular economy of battery materials, which is essential to ensure supply chain stability, environmental safety, and human health. To achieve this, recycling-oriented battery design and sustainable recycling technologies must be developed to ensure the sustainability of ASSLMBs. With this review, we hope to create synergies between battery and sustainable recycling technologies surrounding ASSLMBs to further stimulate interest and promote the sustainable development of ASSLMBs."}
{"Q": "What is one benefit of halide-based SSEs that makes them suitable for practical manufacturing and sustainable recycling efforts?", "A": "Recently, halide-based SSEs have emerged as a strong contender due to their unique combination of sulﬁde- and oxide-based SSEs beneﬁts. These materials have both mechanical sinterability and excellent (electro)chemical stability. Furthermore, they can be easily produced using a scalable, water-mediated synthesis method, which is ideal for use in practical manufacturing processes and sustainable recycling eﬀorts. As a result, halide-based SSEs show a lot of promise in the ﬁeld of sustainable ASSLMBs."}
{"Q": "What strategy was used to achieve homogeneous phase distribution in PEA+-based Q-2D perovskites?", "A": "We have revealed the formation kinetics of width distribution of quantum well in Q-2D perovskites via in situ absorbance spectroscopy, where phase distribution is primarily governed by the arrangement, rather than diffusion, of spacer cations at the nucleation stage, which associate with the assembling ability of spacer cations. Moreover, the assembling ability associated with a molecular configuration that cations with bulkier and more branching alkyl terminals render weaker assembly and pose a steric hindrance for cations aggregation. Therefore, we realize homogeneous phase distribution in the PEA+-based Q-2D perovskites (<n>=3) via a “co-assembly” strategy by incorporating branching TPMA+, to suppress cations aggregation in low- n phases and afford adequate cations as passivating ligands for emitting phases. Correspondingly, the PLQY of the perovskite films significantly increase from 65.4% (pristine) to 81.2% and the EQE of the LED device reach 23.9%, which is among the highest performance of green Q-2D perovskite LEDs. This work shed light on the formation process of multi-phase in Q-2D perovskites and emphasizes the designing principle of spacer cations to regulate phase distribution, providing further guidance on the modulation of Q-2D perovskites."}
{"Q": "What is necessary to advance the clinical application of subcellular targeted cancer therapy ?", "A": "Subcellular targeting strategy demonstrates substantial potential in the next generation of cancer therapy and has gradually emerged as a promising approach in personalized cancer treatment. Although controlled delivery at the subcellular organelle level has been realized, its complete utilization in current medical practice remains underexplored. To expedite the future clinical applications of subcellular targeted cancer therapy, continuous monitoring of the clinical trials of subcellular targeted cancer treatment and exploration of interdisciplinary applications of novel techniques and methodologies are imperative."}
{"Q": "What molecule in the Pt(IV)-NPs acts as a mitochondria-targeting ligand?", "A": "An example of nanomaterials that have been used for mitochondrial targeting and imaging is therapeutic Pt(IV)-NPs, which self-assemble in a 1:1 molecular ratio of cyclodextrin-functionalized IR780 and biotinylated Pt(IV) prodrugs. The small molecule dye IR780 in the NPs acts as a mitochondria-targeting ligand, facilitating the relocalization and release of CDDP in mitochondria. Functional assays have revealed that Pt(IV)-NPs substantially induce mitochondrial dysfunction, thereby reducing cisplatin resistance of A549R cancer cells."}
{"Q": "What are some of the applications of photonic nanomaterials ?", "A": "In summary, photonic nanomaterials, forming 2D and 3D structures, have become essential platforms in various applications ranging from spectroscopy to sensing, imaging, signal processing, and data handling, to name a few. This special issue oﬀers cutting-edge contributions from leading scientists in photonic nanomaterials and it does indeed point the way to the future."}
{"Q": "What improvement do Nikita Nefedkin and colleagues report in their study on frequency upconversion efficiencies?", "A": "Moreover,AurelianJohn-Herpinetal.(articlenumber 2110163) map the materials and functionalities that are associated with metasurface-enhanced infrared spectroscopy. These enhancements are both spectral and spatial, improving the molecular-ﬁngerprinting capability of the technique. Additionally, Nikita Nefedkin et al. (articlenumber 2106902) report significantly improved frequency upconversion efficiencies compared to conventional approaches. They propose a counterintuitive pumping scheme, combined with tailored material and photonic engineering of the metasurface, to avoid saturation at practical levels of continuous-wave pump intensities."}
{"Q": "What happens to the CD spectra when the polymers are highly doped?", "A": "In this work, we present highly dissymmetric chiroptical activities in electrochemically active polymers that exhibit inherent circularly polarized transmission. These chiroptical activities arise from the chiral ordering of polymer chains during the rapid solidification process in the presence of molecular chiral templates. The chiroptical properties of the polymers can be controlled through electrochemical switching. We uncovered the significant flipping of the chiroptical activities when the polymers were highly doped, resulting in a transition from featured bisignate CD spectra to monosignate CD spectra. One important observation is the synchronization between the circular polarization handedness and the chirality of the chiral polymers, which leads to substantial changes in optical contrast and color switching dynamics."}
{"Q": "What is the main advantage of using chiral electrochemically active polymers in the display described?", "A": "For the first time, we report the development of a circular polarization-transmissive display based on the chiral electrochemically active polymers, without the need for additional optical elements. This chiral EC display demonstrates excellent compatibility with wide viewing angle and no crosstalk under varied ambient light irradiation conditions. By leveraging the simplicity and processability of chiral polymers, our pioneering findings open up the way for compact circular polarization-encoded see-through displays that can be implemented on flexible and highly integrated on-chip platforms."}
{"Q": "What is the highest apparent quantum efficiency achieved by the DRSP catalyst at the wavelength of 365 nm?", "A": "In conclusion, we have effectively constructed a double S-scheme structure with CdS nanospheres decorated with anatase TiO2 nanoparticles coupled by graphitic carbon nitride nanosheets. The constructed double S-scheme transfer mechanism resulted in dual reduction sites, which can optimize the separation and transfer of photogenerated carriers while preserving their reductive potential. As-prepared DRSP catalyst shows an impressive photocatalytic hydrogen evolution rate of 26.84 mmol g−1h−1 and highest apparent quantum efficiency of 40.2% at the wavelength of 365 nm. The enhancement of photocatalytic performance is induced by a double S-scheme charge transfer route, which can inhibit the undesired recombination of photogenerated charge carriers, enhance spatial carrier transport, and maximize redox capabilities. This work provides an effective method to design other double S-scheme junctions with dual reduction site and presents new insights into designing artificial photosynthetic systems."}
{"Q": "What is the hydrogen evolution rate of the as-prepared catalyst in mmol g−1h−1?", "A": "To overcome these limitations, a double S-scheme system is proposed that leverages dual reduction sites, thereby preserving energetic photo-electrons and holes to enhance apparent quantum efficiency. The design features a double S-scheme junction consisting of CdS nanospheres decorated with anatase TiO2 nanoparticles coupled with graphitic C3N4. The as-prepared catalyst exhibits a hydrogen evolution rate of 26.84 mmol g−1h−1 and an apparent quantum efficiency of 40.2% at 365 nm. This enhanced photocatalytic hydrogen evolution is ascribed to the efficient charge separation and transport induced by the double S-scheme. Both theoretical calculations and comprehensive spectroscopy tests (both in situ and ex situ) affirm the efficient charge transport across the catalyst interface. Moreover, substituting the reduction-type catalyst CdS with other similar sulfides like ZnIn2S4, ZnS, MoS2 and In2S3 further confirms the feasibility of the proposed double S-scheme configuration."}
{"Q": "What is one method mentioned to improve the stability of MOF-based superstructures?", "A": "The assembly of colloidal MOF particles facilitates the formation of MOF-based superstructures, offering control over their spatial geometries and, consequently, their anisotropic properties. Advances in synthesizing stable, monodisperse colloidal MOF particles have positioned them as a distinguished class of polyhedral particles for assembly into oriented superstructures. This progress is expected to expand the range of attainable superstructures, which could lead to intricate and unconventional-oriented assemblies. Nonetheless, it is essential to acknowledge that the assembly of MOF particles remains a complex and challenging task. There exists a demand for continued advances in synthetic methodologies aimed at precisely regulating MOF particle interactions and their interactions within their environment. Another important aspect to consider regarding oriented MOF-based superstructures prepared using reported assembly methods is their weak cohesion, which limits their practical applicability. The stability of the superstructures can be improved by using a polymer to bind the oriented MOF particles together. However, this methodology faces the combined challenges of simultaneously enhancing the mechanical stability of the superstructures while preserving the order and intrinsic porosity of the MOF particles in larger domains."}
{"Q": "What was the observed change in crystal morphology after the Cu2(BDC)2DABCO films were exposed to 80% relative humidity and liquid water?", "A": "Recently, Brandner et al. demonstrated a similar concept for the MOF-to-MOF transformation from 3D-oriented films of Cu2(BDC)2DABCO to 3D-oriented Cu2(BDC)2. The Cu2(BDC)2DABCO films were prepared via the heteroepitaxial growth from sacrificial Cu(OH)2 nanostructures and exposed to different water loadings. Specifically, when films were exposed to 80% relative humidity (RH) and liquid water, SEM images displayed a change in morphology from cuboid crystals (Cu2(BDC)2DABCO) to smaller plate-like crystals of Cu2(BDC)2. After exposure to the humid environment, IR-spectroscopy revealed the absence of the DABCO pillar ligand and COO− bands matched with the Cu2(BDC)2 phase. The authors monitored the MOF-to-MOF transformation via OOP and IP XRD. The reported IP azimuthal intensity profiles showed that the maxima of the (100) reflection of pristine Cu2(BDC)2DABCO coincided in position with the maxima of the (100) reflection of newly formed Cu2(BDC)2."}
{"Q": "What is a key requirement for MOF particles in external field-assisted methods to form well-oriented domains?", "A": "When comparing the emerging methods suitable for the fabrication of 3D-oriented MOF superstructures, we can identify common major challenges. The first is the need for precise control over the morphology and size of the MOF crystals. Both the assembly and the external-field methods (Section 2 and 3 respectively) are based on the assembly of pre-synthesized MOF particles into oriented MOF superstructures. For the assembly method, the monodispersity of the MOF particle size is an important parameter to afford large 3D-oriented domains, indeed dimensional variations in particle size result in highly defective or disordered superstructures. External field-assisted methods necessitate MOF particles with a high degree of anisometry to generate a robust response (i.e., torque) to magnetic or electric fields, resulting in well-oriented domains."}
{"Q": "What is the main benefit of optimizing the I2/I− ratio and I3− concentration in CEMA Zn–I batteries?", "A": "In this study, we demonstrate the oxidative effect of (OTf)−on iodide and triiodide species and utilize this effect to fabricate a novel type of CEM mixture for CEMA Zn–I batteries. By exploiting the CEM mixture, we were able to produce an iodine host cathode and aqueous electrolyte through a facile in situ filtration process. During battery operation, we explored the competitive effects of the iodide redox and the HER processes in terms of I2/I−ratio and I3−concentration. Severe ionization within the electrolyte would lower the critical potential for HER and facilitate its aggravation. However, by optimizing the I2/I−ratio and I3−concentration, we were able to achieve long-term cycling capability and high-rate performance with well-suppressed HER. Our findings suggest that the CEMA Zn–I batteries constructed based on the oxidation effects of (OTf)−on iodide species represent a promising strategy for advancing portable and low-cost aqueous Zn–I batteries."}
{"Q": "What is the main component of the aqueous electrolyte used in the CEMA Zn-I battery?", "A": "Herein, we present a self-expelling strategy toward iodide species by harnessing the inherent oxidation effect of trifluoromethanesulfonate ((OTf)−) in Zn(OTf)2 aqueous electrolyte. Upon the addition of I3− species in the Zn(OTf)2 aqueous electrolyte, (OTf)− induced the formation of iodine sediment particles, leading to a mutualistic mixture of iodine sediment particles and aqueous electrolyte. Based on this mixture, we developed a cathode/electrolyte mutualistic aqueous (CEMA) Zn–I battery. During battery assembly, the iodine cathode and aqueous electrolyte were simultaneously formed through a facile in situ filtering process, where the iodine and iodide species were retained by the carbon host cathode while the aqueous electrolyte further penetrated until reaching the metallic Zn anode."}
{"Q": "What did the optimized pouch-type CEMA Zn–I batteries show after repeated galvanostatic charge/discharge tests?", "A": "The optimized pouch-type CEMA Zn–I batteries showed no distinct swelling after repeated galvanostatic charge/discharge tests, suggesting efficient inhibition of the HER. Our work provides proof of concept for the repelling effect of electrolyte on iodide species owing to its inherent oxidation ability, promoting the development of advanced aqueous Zn–I batteries."}
{"Q": "What is the main product of the CO2 reduction reaction catalyzed by iminium-CONs?", "A": "In summary, we have successfully synthesized a cobalt–phthalocyanine-based electrocatalyst in the form of positively charged covalent organic nanosheets (iminium-CONs) for CO2-to-CH3OH conversion. The incorporation of quaternary iminium groups facilitates the generation of ultrathin nanosheets and ensures the uniform dispersion of cobalt active sites. Moreover, the cationic framework suppresses the competitive HER by electrostatic repulsion between iminium moieties and protons. The resulting iminium-CONs present high activity for six-electron reduction of CO2 to CH3OH and exhibit a partial current density of 90.3 mA cm−2 with FECH3OH of 38.7% at −0.74 V using a flow cell."}
{"Q": "What is the main improvement of iminium-CONs over pristine CoTAPc and neutral imine-CONs in terms of methanol production?", "A": "Here, ultrathin, cationic, and cobalt-phthalocyanine-based covalent organic nanosheets (iminium-CONs) are reported for electrochemical CO2-to-CH3OH conversion. The integration of quaternary iminium groups enables the formation of ultrathin morphology with uniformly anchored cobalt active sites, which are pivotal for facilitating rapid multi-electron transfer. Moreover, the cationic iminium-CONs exhibit a lower activity for hydrogen evolution side reaction. Consequently, iminium-CONs manifest significantly enhanced selectivity for methanol production, as evidenced by a remarkable 711% and 270% improvement in methanol partial current density (jCH3OH) compared to pristine CoTAPc and neutral imine-CONs, respectively."}
{"Q": "What is the d-band center energy level of CoTlminiumPc?", "A": "To further understand how the peripheral functional groups change the electronic structures of the catalysts, the density of states (DOS) and Co d-band center energy levels of CoTAPc, CoTIminePc, and CoTlminiumPc were computed. Compared to CoTAPc and CoTIminePc, CoTlminiumPc manifested a significant shift in electronic structure. The d-band centers energy levels of CoTAPc, CoTIminePc, and CoTlminiumPc were calculated to be −0.91, −0.93, and −0.76 eV, suggesting that CoTlminiumPc has the strongest absorption ability. These results were consistent with the CO binding energy calculated in Figure 5b."}
