{"Q": "Which metal cation is complexed by compound 1 according to UV-vis spectroscopy and cyclic voltammetry analysis?", "A": "The metal cation complexing properties of compound 1 have been analyzed by UV-vis spectroscopy and cyclic voltammetry. Preliminary tests using UV-vis absorption spectroscopy in the presence of various metal cations (Li+, Na+, Cs+, Ba2+, Sr2+, Cd2+, and Pb2+) have shown that only Pb2+ is complexed by compound 1. Figure 1a shows the UV-vis absorption spectrum of 1 in CH3CN upon stepwise addition of substoichiometric amounts of Pb2+. The initial spectrum shows two maxima at 279 and 380 nm. Addition of Pb2+ produces an intensification of the two absorption bands. These changes occur around an isobestic point at 398 nm which suggests interconversion between two species."}
{"Q": "What methods were used to investigate the structure and properties of monolayers prepared by double fixation of the oligothiophene chain on a gold surface?", "A": "In this context, we now report on the surface immobilization by double fixation on gold surface of a dithiol quaterthiophene derivatized with a polyether loop 1-SH (Scheme 1). In recent years we have extensively studied the structural conditions and synthetic approaches allowing the horizontal double fixation of conjugated oligothiophenes as monolayers on gold surface. After an analysis of the cation complexation properties of the related acetyl-protected dithiol molecule 1 in solution by UV-vis spectroscopy and cyclic voltammetry, the preparation of monolayers by double fixation of the oligothiophene chain on gold surface will be described, the structure and properties of these monolayers will be investigated using cyclic voltammetry, ellipsometry, water contact angle measurement, XPS and their electrical properties will be assessed by contacting the monolayer with a conducting eutectic GaIn drop."}
{"Q": "What technique was used to probe the electric field caused by charged impurities at the MoS2/substrate interface?", "A": "In order to gain a deeper insight into the interlayer screening in atomically thin MoS2 flakes we employed electrostatic force microscopy (EFM) to probe the electric field, caused by charged impurities present at the MoS2/substrate interface, which is incompletely screened by the atomically thin MoS2 crystals. The EFM measurements were carried out as follows: the AFM tip was placed 20 nm above the surface of the flake and a voltage ramp was applied to the tip while measuring the oscillation amplitude of the cantilever, which changed due to the tip-sample electrostatic force."}
{"Q": "What model successfully accounts for the observed electric field screening by MoS2 nanolayers, and what does it indicate about the role of interlayer coupling?", "A": "The aim of this work was to study electrostatic screening by single and few-layer MoS2 sheets by means of electrostatic force microscopy in combination with non-linear Thomas–Fermi theory to interpret the experimental results. We found that a continuum model of decoupled layers, which satisfactorily reproduces the electrostatic screening for graphene and graphite, cannot account for the experimental observations. A three-dimensional model with an interlayer hopping parameter can, on the other hand, successfully account for the observed electric field screening by MoS2 nanolayers, indicating the important role of the interlayer coupling in the screening of MoS2."}
{"Q": "What are the two different thicknesses of the photoanode used to investigate the effect on the performance of the DSSC device?", "A": "To investigate the effect of the thickness of the photoanode on the performance of the DSSC device, two sets of devices each with different photoanode thickness, 6.6 ± 0.7 μm and 14.3 ± 0.3 μm, respectively, have been developed for testing. Furthermore, for each device the effect of different MWCNT concentrations in precursor solutions (0.05, 0.10, and 0.15%, respectively) on the performance of the device was studied as well. The performance of devices with TiO2 nanofiber photoanodes without the incorporation of MWCNTs served as reference."}
{"Q": "What effect does increasing the amount of MWCNTs in TiO2 nanorods have on the fill factor (FF) of a DSSC device?", "A": "In summary, MWCNTs, which perform as an ideal electron transport superhighway, are introduced inside TiO2 nanorods. This configuration is successfully applied in a photoanode to improve the performance of a DSSC device. Different concentrations of MWCNTs in a precursor solution for electrospinning on the device performance have been investigated. The FF of the DSSC device increases as the MWCNT amount in the nanorods increases from 0.05% to 0.15% (in precursor solution). The Jsc first increases due to improved electron charge transport and other more complicated mechanisms involved with MWCNT overdose."}
{"Q": "What were the working electrodes used in the three-electrode system to test the electrochemical behavior of single GF@3D-G in comparison with GF?", "A": "The electrochemical behavior of single GF@3D-G in comparison with GF was tested in a three-electrode system in 1M LiClO4 aqueous solution, where GF@3D-G in comparison with GF acted as working electrodes, Pt wire and Ag/AgCl (3 M KCl) were used as counter and reference electrodes, respectively. The CV curves keep a quasi-rectangular shape at scan rates of 30–500 mV s−1, confirming the formation of an efficient electric double layers (EDLs) and good charge propagations between the electrodes. The contact interface area of two fiber electrodes coated with gel electrolyte can ensure the effective ion diffusion process for capacitor application."}
{"Q": "What are the advantages of the all-graphene core–sheath fiber for use in fiber-based electrochemical supercapacitors?", "A": "In summary, we have designed and fabricated a unique all-graphene core–sheath fiber composed of GF core with a sheath of 3D graphene network. This hierarchical all-graphene hybrid structure inherits the intrinsic high conductivity and mechanical flexibility of GF in combination with highly exposed surfaces of graphene sheets, thus offering the great advantages as flexible, lightweight electrodes for efficient fiber-based electrochemical supercapacitor. The all-solid-state fiber supercapacitor built on the basis of H2SO4-PVA gel electrolyte can be managed to spring-shaped supercapacitor with highly compressible and stretchable properties, and can also be woven into a textile for wearable electronics."}
{"Q": "What are the two types of molecules used for demonstrating SERS with the graphene-based hybrid platform?", "A": "We demonstrated SERS using two types of molecules with the graphene based hybrid platform (Figure 2). Lysozyme, a type of simple protein commonly used as the standard in the study of bio-molecules, is used. The active fluorescent molecule R6G is also used as a reference. Figure 2 a-b show the average Raman intensities of R6G and lysozyme deposited on the graphene-based hybrid platform at various molecular concentrations. We achieved R6G SERS with concentration down to 10−14 M (equivalent to ∼0.0015 molecules per μm2 on average of the surface area) as well as lysozyme with concentration as low as 10−12 M (∼0.15 molecules per μm2 of the surface area)."}
{"Q": "What is the local SERS enhancement factor for rhodamine 6G (R6G) and lysozyme in the graphene-Au nano-pyramids hybrid system?", "A": "Here, we present a graphene-Au nano-pyramids hybrid system with demonstrated single molecule sensitivity. The graphene hybrid system boosts a high density of hot spots with local SERS enhancement factor of over 1010 for rhodamine 6G (R6G) as well as lysozyme, and enables label-free sensing. The specific fabrication approach of the Au nano-pyramids is amenable to engineering the SERS hotspots in terms of their density and location via lithography. The coincidence of molecular precipitation region with SERS hot spots makes detection of a few or a single molecule possible."}
{"Q": "What colors are the ribbons of C8-BTBT and C60, and which one is on top according to the AFM height profile?", "A": "In order to obtain p-n junctions of C8-BTBT and C60, a solution of a mixture of C8-BTBT and C60 in m-xylene and carbon tetrachloride was used in the DPC process. Similar to the crystallization from solutions with one component (Figure 1 A,B), we also obtained aligned ribbon-like crystals from the mixed solutions (Figure 2 B,C). Interestingly, two types of ribbons overlapped each other, with the light-yellow ribbons always on top of the blue ones. The AFM height profile clearly shows one piece of ribbon is on top of the other (Figure 2 D). According to the color, the light-yellow ribbons were assigned as C8-BTBT and the blue ones as C60, which was further confirmed by Raman mapping and SAED."}
{"Q": "What are the two important requirements for growing crystalline p-n junctions from a mixed solution of p- and n-type semiconductors?", "A": "The growth of single-crystalline organic p-n junctions directly from a mixture of both p- and n-type semiconductors has not been reported before. We speculate that two important requirements should be satisfied to grow the crystalline p-n junctions from a mixed solution. First, two crystalline organic semiconductors should have different growth rate. One molecule crystallizes easier and grows first. Subsequently, the other nucleates on the former heterogeneously (Figure 2 A). These sequential crystallization events were recorded in Movie S1 where the C60 crystals grew faster as the growth fronts of the blue C60 ribbons were closer to the receding contact line than those of the light-yellow C8-BTBT ribbons."}
{"Q": "What is the difference between rPM[GO/oCNTs] and r[GO/CNT] films in terms of their structure?", "A": "The electrochemical properties of chemically bonded r[GO/CNT] film were compared with those of the physically mixed rPM[GO/CNT] film. The difference between rPM[GO/oCNTs] and r[GO/CNT] is the existence of complementary cross-linking between the graphene layers and CNTs, which hampers restacking between graphene layers and agglomeration of CNTs during the film fabrication process. To evaluate the supercapacitive performance of the r[GO-CNT] hybrid in comparison to that of the rPM[GO/oCNT], two electrode symmetric coin cells were assembled and organic 1 m tetraethyl ammonium tetrafluoroborate (TEABF4) in polycarbonate was used as the electrolyte."}
{"Q": "What is the volumetric capacitance of the r[GO/CNT] supercapacitor demonstrated in the study?", "A": "In conclusion, we have demonstrated a chemically linked graphene–CNT layered structure with controlled interlayer spacing. Because of the enlarged interlayer spacing ranging up to 0.55 nm, the r[GO/CNT] supercapacitor generated a volumetric capacitance of 165 F cm−3, which is a performance much superior to other carbon based electrodes. Considering the needs of large volumetric capacitance, the use of these highly packed lamellar graphene/spacer structures may accelerate the development of new EDLC materials for the supercapacitor industry."}
{"Q": "What material is used as a sacrificial template to facilitate the formation of a porous structure in the 3D-RGO film?", "A": "To obtain a 3D-RGO film with high flexibility and interconnected pores, CaCO3 particles formed in situ in GO dispersion were used as a template to facilitate the formation of a porous structure. The thickness of most GO sheets was observed to be ca. 1.0 nm (see Figure S1 in Supporting Information), which corresponds well with the thickness of one individual layer of GO. Although polymer microspheres have also been used as a sacrificial template to produce porous structures, the dissolution of polymer microspheres normally needs a large amount of organic solvent. CaCO3 is a sacrificial template that can be removed easily by dilute acidic solution."}
{"Q": "What are the unique features of the 3D-RGO film described in the study?", "A": "Herein, we describe the design and preparation of a free-standing porous graphene film (3D-RGO) by a facile template method. 3D-RGO film possesses unique features of both an interconnected porous structure and high flexibility. The formation of interconnected pores facilitates the access of electrolyte ions to the internal surface of the graphene film, which guarantees a high charge–discharge rate performance. Such a structure is also easy to composite with other functional materials. A hierarchical composite film with PANI nanowire arrays (3D-RGO/PANI) was further produced to combine the advantages of both materials."}
{"Q": "What role do dendritic cells (DCs) play in the immune response?", "A": "The cellular interactions between PDPA C12 capsules and JAWS II cells were studied to examine their intracellular degradation and cargo release. R6G was loaded in the capsules as a small model drug. JAWS II cells are immortalized immature dendritic cells (DCs) harvested from mouse bone marrow. DCs play a critical role in activating both T and B cells during an immune response, and are widely studied as a target cell line for immunotherapy against cancers and infectious diseases. AF488-labeled PDPA C12 capsules were incubated with JAWS II cells for 2 h at 4 °C to associate the capsules on the cell membrane (without active uptake), and the temperature was then raised to 37 °C prior to live cell imaging. Evidence of capsule degradation within 30 min was observed, as seen by the transformation of their shape from intact capsules to smaller fluorescent fragments and diffused fluorescence."}
{"Q": "What is the molecular weight range of hydrophilic molecules that the cross-linker free, endocytic pH-degradable multilayer capsules can successfully load and release?", "A": "In conclusion, we have reported the synthesis of cross-linker free, endocytic pH-degradable multilayer capsules through non-covalent stabilization. These capsules can successfully load and release hydrophilic molecules within a wide range of molecular weights (from 0.5 to 500 kDa). Further, physiological pH variations from extracellular to intracellular acidic compartments trigger capsule degradation and cargo release within 30 min, highlighting the potential of these capsules as intracellular delivery vehicles."}
{"Q": "What is the optical transparency of poly(S- r -DIB) films containing 80 wt% sulfur for thin films of 1 and 10 μm thickness?", "A": "The optical transparency of poly(S- r -DIB) films containing 80 wt% sulfur was interrogated using UV-vis-near-IR transmission spectroscopy over a broad optical window (500–3000 nm) to determine the effect of sample thickness on optical transparency. High optical transparency (above 85% transmission) was observed for thin (1 and 10 μm) poly(S- r -DIB) films deposited onto either glass, or NaCl supporting substrates. A sharp decrease in transmission was observed for 10 μm copolymer films on glass above 2500 nm, which was attributed to absorption from the glass substrate itself, as confirmed by minimal absorbance at these wavelengths for 1 μm films cast onto NaCl plates."}
{"Q": "What is the refractive index of the thermoplastic copolymer synthesized for IR optics?", "A": "Herein, we report on the synthesis and characterization of a high refractive index (n ∼ 1.8) thermoplastic copolymer for IR optics containing a very high content of S-S bonds (50–80 wt% sulfur). These copolymer materials were prepared by a process termed, inverse vulcanization, where molten sulfur, acting as a solvent, was copolymerized with 1,3-diisopropenylbenzene (DIB) to prepare a chemically stable and processable sulfur plastic. This process is a bulk free radical copolymerization conducted in molten sulfur. These materials are intriguing for IR optics, since the S-S bonds in the copolymer are largely IR inactive in the near and mid-infrared regime and impart high n to the macromolecule."}
{"Q": "What products were obtained from the photocatalytic reduction of CO2 on various semiconductor photocatalysts as reported by Inoue et al. in 1979?", "A": "In 1979, Inoue et al. initially reported photocatalytic reduction of CO2 to organic compounds on various semiconductor photocatalysts suspended in CO2 saturated water illuminated by a Xe lamp, and different products have been obtained, such as CO, CH4, CH3OH, HCOOH or others. Since photocatalysis is a surface/interface-reaction process, catalysts play an important role in development of useful transformations utilizing this attractive and environmentally friendly raw material. A series of characteristic properties of photocatalysts have a direct impact on the CO2 conversion efficiency."}
{"Q": "Which solid solution exhibited the highest activity for CO2 reduction and what was its apparent quantum yield at a wavelength of 420 ±15 nm?", "A": "The solid solutions exhibit better performance than the single components comprising the solid solution. Solid solutions such as (Ga1−xZnx)(N1−xOx), (Zn1+xGe)(N2Ox) and zinc gallo germanate solid solution was utilized for photocatalytic reduction of CO2. Yellow Zn1.7GeN1.8O solid solution with a bandgap of 2.6 eV exhibited highest activity for CO2 reduction with apparent quantum yield of 0.024% at wavelength of 420 ±15 nm when loading 1 wt% Pt and 1 wt% RuO2 co-catalysts, originated from p-d repulsion of N2p and Zn3d orbitals which lifts the top of VB and then narrows the band gap."}
{"Q": "What is the shape of the cyclic voltammograms for SWNT@CHI and SWNT@C yarn based micro-supercapacitors at a scan rate of 20 mV s−1?", "A": "The electrochemical characterization of the SWNT@CHI and the SWNT@C yarn based micro-supercapacitors were investigated by cyclic voltammograms (CV) at a scan rate of 20 mV s−1. Obviously, typical rectangular shapes, which suggest a mechanism of electrochemical double layer capacitor, are obtained for both the materials. The SWNT@C yarns make full use of the specific surface area of the SWNT, which was expected to increase the capacity. As described above, the current density of the SWNT@C yarn is much higher than that of the SWNT@CHI."}
{"Q": "What materials are used to prepare the composite yarn electrode in the described fabrication process?", "A": "In the work presented here, we describe the design and fabrication of flexible and efficient all-carbon based yarn micro-supercapacitors. Using a wet-spinning method, single-walled carbon nanotubes (SWNT) and chitosan (CHI) composite yarn was prepared. After thermal treatment at high temperature, chitosan was carbonized, and a composite yarn electrode containing SWNT and active carbon (SWNT@C) was produced. The as-prepared electrode is rich in mesopores, which is more favorable for the transport and storage of charges."}
{"Q": "What techniques were used to characterize the synthesized bulk InSe samples?", "A": "The synthesized bulk InSe samples were characterized by X-ray diffraction (XRD), and transmission electron microscopy (TEM). Since the properties of InSe strongly depend on its crystal structure, it is important to confirm the crystallographic phase of synthesized InSe sample. Figure 1a shows a typical XRD pattern of the hexagonal crystal structure of β-InSe, which is determined by the standard data file (PDF34–1431). Only peaks for hexagonal crystal structure of β-InSe appear without any other impurities peaks, suggesting high crystalline purity of as-synthesized InSe crystal."}
{"Q": "What role do hydroxyl groups and absorbed water molecules at oxidized dielectric play in determining the mobilities of 2D layered semiconductor based FETs?", "A": "Here, we discovered that carrier scattering from chemical impurities of hydroxyl groups and absorbed water molecules at oxidized dielectric plays a central role in determining the mobilities of 2D layered semiconductor based FETs, and the suppression of this carrier scattering can significantly enhance their performance. Further, we demonstrate high performance multilayer InSe transistors on poly-(methyl methacrylate) (PMMA)/Al2O3 bilayer dielectric with a room-temperature mobility >1000 cm2 V−1 s−1, which is comparable to that of strained-silicon thin-film (mobility 1000 cm2 V−1 s−1)."}
{"Q": "What is the effect of thickness on the plasmonic behavior of two-dimensional molybdenum oxide nanoflakes?", "A": "The article discusses the tunable plasmon resonances in two-dimensional molybdenum oxide nanoflakes, highlighting the experimental analysis of their optical properties and the effect of thickness on plasmonic behavior. This analysis is crucial for understanding how these materials can be manipulated for various applications, including sensors and photonic devices."}
{"Q": "What is the significance of adjusting the thickness of two-dimensional molybdenum oxide nanoflakes?", "A": "A significant innovation presented in the article is the demonstration of how the thickness of two-dimensional molybdenum oxide nanoflakes can be adjusted to tune their plasmon resonances. This tunability is a breakthrough for the development of new optical materials with customizable properties for advanced technological applications."}
{"Q": "What solvent combination results in a strong coffee stain effect when used in the inkjet printing of binary blends based on T1 and PC70BM?", "A": "Firstly, we investigated the inkjet printing of binary blends based on T1 acting as donor and PC70BM as the acceptor dissolved in dichlorobenzene-mesitylene solvent mixture. This solvent combination results in a strong coffee stain effect, leaving the central part of the printed stripe thinner than 30 nm, and edges as thick as 80 nm. The binary formulation has also been tested with other solvents as chlorobenzene, but always resulted in a high probability of nozzle clogging due to the likelihood of precipitate formation."}
{"Q": "What is the spectral responsivity region of the all-organic and fully-printed photodiode demonstrated in the work?", "A": "In this work we make use of a recently synthesized narrow band-gap small molecule and we achieve reproducible printing by introducing a semiconducting polymer to obtain a ternary blend. Concerning photoactive blends based on small molecules, this is a quite novel strategy and allowed us to greatly reduce issues related to poor printability and low device performances. We demonstrate an all-organic and fully-printed photodiode, with a spectral responsivity region extending until 750 nm, which thanks to semitransparent contacts enables double-side signal detection: light detection is indeed demonstrated to occur both when light is incoming from the top and from the bottom side of the photodiode, with comparable efficiencies."}
{"Q": "What was the outcome of printing parallel stripes with designated widths of 10, 30, and 50 µm under optimized conditions?", "A": "With optimized conditions (8 pL DS, 45 DD, 1 NN and HFIP), we first investigated whether localized nanofiber dissolution could be used to create one-dimensional patterns by printing parallel stripes with various designated widths (Figure 2a). The resulting patterns displayed distinct variation in morphology over the graded increase of the width. For the designated widths of 10, 30, and 50 µm, printing did not create stripes; instead it yielded a network of parallel thick microfibers (ca. 20 µm in diameter), perpendicular to the designated stripe direction and interconnected by thin microfibers (ca. 3 µm in diameter) (Figure 2b). This finding demonstrated the possibility of creating a fibrous network composed solely of microfibers with controllable fiber-to-fiber distance."}
{"Q": "What is used as 'ink' in the innovative approach of printing solvent onto electrospun fiber meshes?", "A": "Herein we present an innovative approach, an inkjet-printer based printing of solvent onto electrospun fiber meshes to selectively dissolve nanofibers for creating various patterns without sacrificing the superior properties of electrospun fibers. Specifically, AutoCAD designed patterns are the 'files' for printing, the solvent loaded in the printer cartridge is used as 'ink' and electrospun fiber meshes are used as 'paper'. During printing, the solvent precisely deposited by the printer dissolves the contacted fibers to generate pores, while the dissolved nanofibers of printed area fuse into thicker fibers or solidify on the rim of the unprinted areas to form stable patterns."}
{"Q": "What are the Seebeck coefficient values for PANi/graphene and PANi/DWNT at 40 BL, and which material achieves the highest power factor reported for a fully organic TE material?", "A": "The Seebeck coefficient and power factor of the BL and QD systems were measured as a function of the number of layers deposited, as shown in Figure 3 c,d. The Seebeck coefficient of all films is positive, indicating p-type transport. Both PANi/graphene and PANi/DWNT exhibited a modest increase in S with thickness, attaining 25 and 95 µV K−1 at 40 BL, respectively. The calculated power factor (PF = S2 σ) of PANi/DWNT is as high as 765 µW m−1 K−2, which is competitive with the best organic TE materials. PANi/graphene/PANi/DWNT QL films achieved a Seebeck coefficient as high as 130 µV K−1 at 40 QL. This film has a power factor of 1825 µW m−1 K−2, which is the highest value ever reported for a fully organic TE material."}
{"Q": "What is the maximum power factor reported for the PANI/graphene/PANi/DWNT nanocomposites with ordered molecular structure prepared using LbL deposition?", "A": "In summary, PANI/graphene/PANi/DWNT nanocomposites with ordered molecular structure have been prepared using LbL deposition. The maximum power factor of the 40 QL–PCN reached 1825 µW m−1 K−2, which is the highest value ever reported for a completely organic material. This exceptional performance is attributed to synergy within the 3D conjugated network, with PANi-covered DWNT bridging gaps between graphene sheets, which increases the electrical conductivity and Seebeck coefficient due to improved carrier mobility."}
{"Q": "What were the operating conditions required to grow carbon nanofilaments using activated carbon and carbon microfibers as substrates?", "A": "The growth of carbon nanofilaments via methane decomposition over microwave-heated carbon-based materials was studied by Fidalgo et al. Activated carbon, containing some mineral content, and carbon microfibers impregnated with nickel or cobalt salt solutions were applied as substrates. The reaction chamber was flushed with nitrogen and the desired operating conditions were reached before the reactant gas (CH4/N2) was introduced. However, quite long irradiation times and high temperatures were required in order to grow CNFs (800 °C/130 min and 400 W /50 min for activated carbon and carbon microfibers, respectively), and only few and rather-short filaments were obtained, in particular when carbon fibers were applied as substrate."}
{"Q": "What is the role of ferrocene in the PopTube approach for CNT synthesis?", "A": "In the so-called PopTube approach, a catalyst powder, e.g., ferrocene, is physically mixed with a conductive material, which absorbs microwaves very efficiently (e.g., conducting polymers, indium tin oxide, graphite powder, or carbon fibers). Upon MW irradiation, the conductive material will be rapidly heated to high temperatures. Thus, the ferrocene decomposes to iron, which serves as catalyst, and cyclopentadienyl, which can serve as carbon source. However, syntheses with additional hexane as a carbon source were performed as well to further increase the length and density of the CNTs. This microwave-initiated growth only takes 15 to 30 s and no inert-gas protection is required."}
{"Q": "What is the permeation rate of p-xylene through GO membranes under the described experimental conditions?", "A": "The experimental set used for permeation tests is schematically illustrated in Figure 1c. The thickness of GOM was optimized to be around 1 µm by considering its uniformity and permeability. In the case of using p-xylene as the solute and ethanol as the solvent, the feed compartment was filled with 100 mL ethanol solution of 1.0 mol L−1 p-xylene and the permeate compartment contained equal volume pure solvent. UV–vis spectroscopy was used to detect the concentration of p-xylene in the permeate compartment. The permeate solution showed strong absorption peaks of p-xylene after only 0.55 h and the signals intensified rapidly with permeation time (inset of Figure 1d). Accordingly, the amount of p-xylene permeated through GO membranes increased linearly with time in the first 3 h (Figure 1d). The slope of this line gives a permeation rate of 0.78 mol m−2 h−1 for 1.0 mol L−1 p-xylene."}
{"Q": "What size are the nanochannels of GOMs in ethanol, and which small molecules can permeate through them?", "A": "In summary, GOMs are mechanically stable in various organic solvents, making them applicable for molecular sieving in organic media. In ethanol, the nanochannels of a GOM have a size of 0.98 nm; thus, small molecules such as toluene, acetone, and pyrene can permeate through it, while big molecules like Lumogen Red 300 are blocked. Furthermore, the semipermeability of GOMs can be easily engineered by thermal annealing or changing solvents, and the nanochannels of GOMs cannot be blocked by big molecules. Therefore, GOMs are promising for applications in 'multipurpose membranes' for molecular sieving in various organic solvents."}
{"Q": "What was the observed threshold voltage (VT) shift when cycling the gate-source voltage (VG) between −100 and 100 V at a drain voltage bias (VDS) of 50 V in the fabricated FETs?", "A": "After obtaining the bilayered single crystals, we proceeded to fabricate FETs (Figure 3f inset) and examined their memory and charge transport properties in an N2 glovebox. Sixty devices were examined and a large threshold voltage (VT) shift of 66 ± 7 V was observed, when cycling the gate-source voltage (VG) between −100 and 100 V at a drain voltage bias (VDS) of 50 V (Figure 3a, black dot). This large threshold shift was induced by the addition of (3-pyrrolinium)(CdCl3) ferroelectrics on the C60 semiconductors. As FETs based on only C60 single crystals were examined under the same VG cycling, almost no VT shift in transfer curves was observed (Figure 3a, red dot)."}
{"Q": "What is the electron mobility of the FETs based on the ferroelectric/semiconductor bilayered single crystals described in the study?", "A": "In summary, aligned ferroelectric single crystals of (3-pyrrolinium)(CdCl3) were grown, from solutions, onto aligned semiconducting C60 single crystals using an orthogonal solvent. FETs based on the obtained ferroelectric/semiconductor bilayered single crystals exhibited a large memory window (VT shift of 66 ± 7 V), a long retention time, a high cycle endurance, and, equally importantly, a high electron mobility of 1.28 ± 0.41 cm2 V−1 s−1. Interfacing the molecular ferroelectric single crystals with organic semiconducting single crystals through the solution growth method provides a facile approach to fabricate high-performance FET-based memory devices."}
{"Q": "At what temperatures were the electrochemical performances of the Li2S–C nanocomposite particles tested?", "A": "Electrochemical performances of the produced hierarchical particle–shell Li2S–C nanocomposite particles were studied with Li-foil anodes in coin cells. Considering the possible exposure of cells to elevated temperatures in electric vehicle applications, we have conducted tests not only at ≈20 °C (room temperature) but also at 35 °C and 45 °C. At all the temperatures tested, the nanocomposite-based electrodes show near-theoretical capacities, which suggests that the Li2S nanoparticles within the nanocomposite are well interconnected both electrically and ionically."}
{"Q": "What benefits does the hierarchical nanocomposite particle–shell architecture of Li2S cathode offer?", "A": "Here we construct a hierarchical nanocomposite particle–shell architecture of Li2S cathode, which offers a multilevel protection against damages within protective coatings of particles. This architecture not only drastically reduces internal stresses within outer shells, but also allows one to achieve high-capacity utilization of insulative Li2S for a relatively large size of the composite particles. The proposed particle architecture and general synthesis route could be effectively utilized for building electrochemical cells with a variety of other conversion-type cathode materials, which undergo significant volume changes during cycling and suffer from undesirable interactions with electrolytes and low conductivity."}
{"Q": "What is believed to be the driving force of the reaction where functionalization occurs simultaneously with hydrolysis?", "A": "The functionalization occurs simultaneously with the hydrolysis, as illustrated in Figure 1a. The driving force of the reaction is believed to be the formation of NH3 as a leaving group. The exposed B atoms with dangling bonds then react with hydroxyl groups. The reaction in Equation (1) describes a situation where charge neutral H3BO3 is formed. In reality, tetrahedrally coordinated N3B(OH) is also formed. The presence of B(OH) can be verified using Fourier transform infrared (FTIR) spectroscopy."}
{"Q": "What is the main advantage of the one-step route for exfoliating commercial h-BN as described in the study?", "A": "Herein, we demonstrate a one-step route whereby commercial h-BN can be directly exfoliated by a steam treatment and simultaneously functionalized to yield OH-BNNS (Figure 1a). This procedure is simple, low cost, free of harsh chemicals, and can be readily scaled up. Furthermore, we demonstrate that the functionalization occurs predominantly along the platelet edge. The resultant excellent dispersion and stability of OH-BNNS in aqueous solution and organic solutions make it an effective additive to N-isopropylacrylamide-based hydrogels, leading to much enhanced thermal conductivity without compromising the mechanical properties."}
{"Q": "What is the efficiency of the control cell without a TiO2-based contact under AM1.5 conditions?", "A": "The current density–voltage (I–V) characteristics of silicon solar cells with different rear contact structures under the AM1.5 conditions are shown in Figure 1b, and the photovoltaic parameters of champion devices are summarized in Table 1. The control cell without a TiO2-based contact exhibits a moderate efficiency (η) of 17.6%, which is mainly limited by a relatively low Voc (585 mV) as well as FF (78.2%). This can be attributed to a high recombination at the Al/Si surface (as high as 106–107 cm s−1) and a non-Ohmic contact between Al and n-Si. By insertion of a 4.5 nm TiO2 film between Al and n-Si interface, the cell efficiency is significantly improved to 19.8%. All the solar cell parameters, especially the Voc (from 585 to 638 mV) and FF (from 78.2% to 79.1%), are improved obviously."}
{"Q": "What is the efficiency achieved by the n-type silicon solar cell featuring a full-area TiO2-based contact?", "A": "In summary, we developed a high-quality, low-cost TiO2-based electron-selective contact for silicon solar cells. The implementation of the TiO2-based contacts reduces the surface recombination and contact resistivity at the silicon and metal interface simultaneously, resulting in a higher Voc and FF for silicon solar cells. The champion efficiency of 21.6% has been achieved on the n-type silicon solar cell featuring a full-area TiO2-based contact. This work highlights the high potential of TiO2-based contacts in future high-efficiency, low-cost silicon solar cells. Our findings also open up the possibility of developing low-cost transition-metal-oxide-based carrier-selective contacts for silicon solar cells."}
{"Q": "What method was used to facilitate the direct conversion of PMEFs to iN cells after nonviral delivery of genes encoding BAM TFs?", "A": "TES was used to facilitate the direct conversion of PMEFs to iN cells after nonviral delivery of genes encoding BAM TFs through electroporation and polymer nanoparticle-mediated transfection. The experimental scheme for generating iN cells is described in Figure 3a. PMEFs were transfected with BAM TF-expressing plasmids through electroporation (2.4 µg plasmids per 105 cells) and were seeded onto poly-L-lysine-/laminin-coated Ti/Si substrates. Two days after the seeding, the cells were transfected again with the BAM TF-expressing plasmids by using C32–122 poly(β-amino ester) (PBAE) nanoparticles (3.0 µg plasmids per 105 cells)."}
{"Q": "What method was used to achieve the highest efficiency of generating Tuj1-positive iN cells using a nonviral gene delivery method?", "A": "Here, we show that nonviral delivery of genes encoding a set of neuronal TFs (BAM TFs) combined with electrical stimulation with a novel TES system rapidly and efficiently converted mouse fibroblasts into functional iN cells. To our knowledge, this is the highest efficiency of generating Tuj1-positive iN cells reported using a nonviral gene delivery method to date. Transfection protocols used in this study involving transfection of BAM TF-expressing plasmids by performing electroporation and retransfection of the plasmids by using PBAE nanoparticles were optimized to increase the probability of transfecting PMEFs and newly divided cells over time with BAM TF-expressing plasmids."}
{"Q": "What are the voltage ranges and scan rates used in the cyclic voltammetry (CV) data for the S@CNT and S-DIB@CNT hybrids as membrane cathodes?", "A": "The electrochemical performance of the S@CNT and S-DIB@CNT hybrids as membrane cathodes was investigated (Figure 5) and cyclic voltammetry (CV) data obtained at a scan rate of 0.05 mV s−1 in the voltage range of 1.7–2.8 V versus Li/Li+ are presented in Figure 5a. The two main reduction peaks for both the S8 and S-DIB copolymer are similar. The 2.28–2.32 V and 1.98–2.01 V at high potentials can be attributed to the reduction of sulfur to long-chain lithium polysulfide ions and the S-DIB copolymer to higher order organosulfur DIB units; and organosulfur DIB units with shortened oligosulfur units were generated upon further reactions."}
{"Q": "What are the benefits of using CNTs partially filled with a sulfur copolymer in Li-S batteries?", "A": "In summary, we have designed and prepared a hybrid cathode for Li–S batteries composed of CNTs partially filled with a sulfur copolymer. This structure benefits from both the physical confinement of polysulfide ions by CNT walls and the chemical confinement of sulfur by binding in the sulfur copolymer. The partially filled CNTs not only facilitate electron and ion transfer during charge–discharge, but also accommodates the sulfur volume expansion. The sulfur copolymer inside the CNT increases the Li+ transfer rate by providing π electrons of the benzene ring and prevents the dissolution of lithium polysulfide ions by forming C–S bonds."}
{"Q": "What distinguishes AVM from ULM and ALM in the context of memory device architectures?", "A": "We first present in Figure 3 the high-speed writing performance of our DPP-DTT/pentacene vertical memory. We refer to this structure as AVM (ambipolar vertical memory) to distinguish it from the more conventional lateral device architectures using either pentacene or DPP-DTT to which we refer as ULM (unipolar lateral memory, structure shown in Figure S6, Supporting Information) and ALM (ambipolar lateral memory, structure shown in Figure S6, Supporting Information), respectively. In the following section we will discuss the mechanism for the fast writing behavior with reference to Figure 4. A typical memory transfer loop is shown in Figure 3a, where the scanning of VG produces considerable VTh shifts with the same polarity as the applied VG manifesting themselves as a large anticlockwise hysteresis (Note that the observation of some electron current at positive gate voltages here is due to the large positive gate biases compared to Figure 2c). The bias time for each VG point in this scan is on the order of ten milliseconds, which is more than long enough for carrier accumulation at the interface and carrier injection into the PVN electret."}
{"Q": "What are the key features of the new vertical transistor architecture developed for memory applications?", "A": "In summary, we developed a new vertical transistor architecture for memory applications, which incorporates down-scaled gate modulation, fast ambipolar accumulation, and quasi-unipolar transport to achieving a significant improvement in the speed of reliably switching between 0 and 1 states. By minimizing the charging delays associated with long channel length and avoiding slow minority carrier accumulation, our design provides a route to realizing fast chargeable gate systems that could meet the requirements for fast organic-based memories that will be needed for a wide range of flexible electronic applications, such as identification tagging at standard compatible frequencies or rapid sensor signal monitoring. Our vertical transistor memory architecture can be applied to new polymer electret materials that will need to be developed in the future to improve, in particular, the retention characteristics of thin polymer electret films and potentially also to different memory effects, such as ferroelectric transistor memories."}
{"Q": "What characteristic oxygen reduction peak was observed for the SHG in O2-saturated 0.1 m aqueous KOH solution?", "A": "To investigate electrocatalytic performance of the SHG, we firstly carried out cyclic voltammetry (CV) measurements in a conventional three-electrode electrochemical cell in an O2 or N2-saturated 0.1 m aqueous KOH solution. As shown in Figure 3a, a characteristic oxygen reduction peak at ≈0.88 V was observed for the SHG in O2-saturated 0.1 m aqueous KOH, but not for the N2-saturated electrolyte, indicating a high ORR activity for the SHG. We have further performed the linear sweep voltammogram (LSV) measurements on the SHG, GC, and GS samples using a rotating disk electrode (RDE) at 1500 rpm. As seen in Figure 3b, the SHG exhibited similar onset potential (≈ 1.01 V), diffusion-limited current density (≈ 5.10 mA cm−2), and half-wave potential (E1/2, ≈0.87 V) as those of the Pt/C catalyst, indicating comparable activities for both catalysts."}
{"Q": "What are the key features of the 2D N, S co-doped graphitic sheets with stereoscopic holes over the graphitic surface (SHG) that make it an effective tri-functional ORR/OER/HER catalyst?", "A": "In this study, we have prepared 2D N, S co-doped graphitic sheets with a unique hierarchical structure consisting of stereoscopic holes over the graphitic surface (SHG). The presence of stereoscopic holes in SHG ensures a high surface area with abundant interfacial active sites for electrochemical reactions. Owing to its unique architecture with a large surface area, rich active sites, and good electron/electrolyte transport properties, the newly developed SHG was demonstrated to be an effective tri-functional ORR/OER/HER catalyst of excellent activities and stability, outperformed its counterparts without opened holes or continuous 2D structure as well as many other carbon materials. This, together with its low cost and facile synthesis, makes the SHG a promising alternative to noble metal based catalysts for fuel cells, metal–air batteries, water splitting and many other applications."}
{"Q": "What materials are used in the serpentine interconnects discussed in the study?", "A": "Experimental (see details in the Experimental Section) and finite element analysis (FEA) studies of the underlying mechanics focus on serpentine interconnects (see Figure 1a for the detailed layouts) made of copper, silicon, and polyimide (PI), with thickness/width aspect ratios between ≈1/1000 to ≈2.0. We used thicknesses between 50 nm and 80 µm for a fixed width of 45 µm here to focus the discussions. Studies shown in Figure S1 (Supporting Information) on interconnects with other widths show similar dependence on the thickness/width ratios. These interconnects feature very low electrical resistance (≈0.4 Ω), and the changes in resistance with stretching for all types of interconnects are less than a few percent up to the fracture points."}
{"Q": "What is the maximum strain that metal and silicon structures with bar type configuration can stretch to without fracture?", "A": "This paper introduces a different route to stretchable structures in which thick bar geometries replace thin ribbon layouts to yield scissor-like deformations instead of in- or out-of-plane buckling modes. Experiments and analytic/computational models show that metal and silicon structures with this bar type configuration can stretch to strains as large as 350% and 90%, respectively, without fracture. This is a significant improvement over previous studies that achieved ≈54% stretchability for pure-bending, narrow metal interconnects."}
{"Q": "What method was used to verify the functionality of the fabricated structures and what elements could it detect?", "A": "To verify that the fabricated structures had the desired functionality, we performed EDS analysis, which allowed us to easily detect the sulfur atoms present in the thioether bond. EDS could also detect elements other than carbon and oxygen on the installed functional groups, i.e., all the monomers described in Figure 1 with the exception of PETTA/OH, PETTA/octane, and PETTA/BM. Figure 2 depicts the EDS maps of all samples made, with the elemental maps highlighting the presence of sulfur throughout the structure, as well as other distinguishable elements found in the attached functional groups, which provide strong evidence that the fabricated structures exhibit the desired functionality."}
{"Q": "What method is used to fabricate functional 3D structures as described in the document?", "A": "Here, we present a facile method of fabricating functional 3D structures by prefunctionalizing a multifunctional acrylate monomer via the thiol-Michael addition reaction prior to TPL. To demonstrate the versatility of this method, we used a variety of thiols to produce acrylates with different functionalities. The functionalized acrylates were then mixed with a two-photon photoinitiator in an appropriate solvent and used to fabricate 3D structures via TPL."}
{"Q": "What is the height range of Mo nanoislands deposited on SiO2/Si substrates through e-beam evaporation?", "A": "We synthesize in-plane 2H-1T′ MoTe2 homojunctions from Mo nanoislands in a horizontal hot-wall single-zone furnace. Our synthetic strategy is illustrated in Figure 1a. Mo nanoislands are deposited on SiO2/Si substrates through e-beam evaporation. A contact-mode atomic force microscopy (AFM) image and the height line profile show that the Mo nanoislands have heights of about 1–3 nm and widths of about a few hundred nanometers (Figure S1a,c, Supporting Information). The morphology of the Mo nanoislands is similar to that of conventional transition metal nanoislands formed by e-beam evaporation. The Mo nanoislands on SiO2/Si substrates are placed face-down on the alumina boat containing lump Te, followed by annealing at 585 °C in Ar/H2 (5 sccm/5 sccm) environment."}
{"Q": "How is the phase of few-layer MoTe2 controlled in the fabrication of in-plane 2H-1T′ MoTe2 homojunctions?", "A": "Here we report on the fabrication of in-plane 2H-1T′ MoTe2 homojunctions by the flux-controlled, phase-engineering of few-layer MoTe2 from Mo nanoislands. The phase of few-layer MoTe2 is controlled by simply changing Te atomic flux controlled by the temperature of the reaction vessel. Few-layer 2H MoTe2 is formed with high Te flux, while few-layer 1T′ MoTe2 is obtained with low Te flux. With medium flux, few-layer in-plane 2H-1T′ MoTe2 homojunctions are synthesized. As-synthesized MoTe2 is characterized by Raman spectroscopy and X-ray photoelectron spectroscopy. Kelvin probe force microscopy and Raman mapping confirm that in-plane 2H-1T′ MoTe2 homojunctions have abrupt interfaces between 2H and 1T′ MoTe2 domains, possessing a potential difference of about 100 mV."}
{"Q": "What type of laser was used as an excitation source in the PL measurements to verify the optical properties of the suspended TMDs?", "A": "To verify the optical properties of the suspended TMDs, we conducted PL measurements at room temperature. Notably, the PL peak intensities and positions provide information on the strain within the TMDs. The position of the PL signal is closely related to the band gap nature, namely, it reveals a direct or indirect transition. For PL spectroscopy, a solid state laser (532 nm) was used as an excitation source along with a 30 cm monochromator equipped with a 150 groove/500 nm blazed grating. The PL spectra of the 1-L MoS2, WS2, and WSe2 on the ZnO NRs are shown in Figure 2a–c, respectively, together with the PL spectra of the same TMDs deposited on the SiO2 substrates."}
{"Q": "What are the optical band gaps of MoS2, WS2, and WSe2 used as 1-L TMD materials?", "A": "Herein, we report the integration of freestanding 1-L TMDs on nanostructured substrates. As 1-L TMD materials, MoS2, WS2, and WSe2 with optical band gaps of 1.84, 2.00, and 1.62 eV, respectively, were used. These materials are representative luminescent 1-L TMDs having a direct band gap. They are widely studied for various applications such as transistors, photodetectors, and light-emitting devices. ZnO nanorods (NRs) grown by chemical bath deposition (CBD) on a silicon substrate were used as nanostructured substrates. In addition to being an easy and scalable process, the combination of 1-L TMDs with ZnO NRs is promising for integrated optoelectronics because ZnO is a direct band gap semiconductor with a wide band gap of 3.2 eV."}
{"Q": "What was used to measure the mid-infrared transmission spectra of graphene nanoribbon arrays to investigate absorption resonances arising from mid-IR graphene plasmons?", "A": "To investigate absorption resonances arising from mid-IR graphene plasmons, an infrared microscope coupled to a Fourier-transform infrared spectrometer (FTIR) was used to measure the mid-infrared transmission spectra of these graphene nanoribbon arrays. The transmission extinction (1 − T/T0) was used to characterize the infrared optical responses, where T is the transmission of the light through the ribbon array and the substrate, T0 is the transmission through only the substrate. The incident light was polarized perpendicular to graphene nanoribbons in order to effectively excite the plasmons. When the incident light is coupled to a graphene plasmon mode with the wave vector kp, the plasmon undergoes multiple reflections between the two edges of the nanoribbon."}
{"Q": "What is the effect of increasing local temperature on the coupling strength between graphene plasmons and surface phonons in silicon nitride substrate?", "A": "In this work, we experimentally demonstrate electrothermal control of coupling between graphene plasmons and surface phonons in silicon nitride substrate. The SO phonons of SiNx are located at a frequency, which allows them to strongly couple with graphene plasmons at a modest graphene doping level. According to thermal IR emission measurement, we achieved ≈100 K of localized temperature increase in the device area by passing a current through graphene nanostructures. It is shown that the plasmon–phonon coupling strength increases as the local temperature rises, which manifests as the increased energy splitting between two plasmon–phonon polariton modes."}
{"Q": "What are the polarization ratios for the aligned red and green NREF as mentioned in the experimental setup?", "A": "To assess the polarization ratio and DOP, the experimental setup as presented in Figure 3c has been used. The polarization angle dependences of the emitted light for green and red NREF are presented in Figure 3d,e, respectively, and show good agreement with the Malus’s law I(θ) = (I max − Imin)cos2θ + Imin. The black line for the Malus’s law fits well with the experimental data represented by the open circles for both red and green emitting NR. The measured polarization ratios (I max/Imin) for the aligned red and green NREF are 7.8:1 and 7:1, respectively, which again confirms the high-quality alignment of NR in the NREF. The DOP, for the emitted light (defined as DOP = (I max − Imin)/(I max + Imin)), is measured as 0.83 and 0.81 for the aligned red and green NR, respectively."}
{"Q": "What are the wavelengths of the characteristic contributions from the CdSe core for the green and red emitting NRs, respectively?", "A": "Here, we demonstrate the superior character of photoalignment in terms of the fabrication of NREF with polarized emission, based on two species of red and green emitting NR, as shown in Figure 2. Highly emissive CdSe/CdS core–shell NRs were synthesized by a hot-injection seeded growth approach in the coordinating solvents trioctylphosphine and trioctylphosphine oxide, using a mixture of ligands with long alkyl chains, namely, octadecylphosphonic acid and hexylphosphonic acid. The UV–vis absorption spectra in Figure 2b show the characteristic contributions from the CdSe core at 544 and 608 nm for the green and red emitting NR, respectively. The strong absorption signals at around 450 nm in both materials originate from the elongated CdS shells. Both NR species demonstrate strong excitonic emission at 556 and 616 nm with PL QY of 82% and 80%, and a spectral bandwidth of 39 and 24 nm, respectively (Figure 2b)."}
{"Q": "What materials are used as the electron acceptor and donor in the bulk heterojunction solar cells described?", "A": "The bulk heterojunction solar cells employed in this study use a nonfullerene small molecule EH-IDTBR as the electron acceptor; for the donor, we employed a commercially available low bandgap polymer, PffBT4T-2OD, which has high crystallinity and high molecular weight (Mn > 54 900, PDI = 2.14). We also prepared PffBT4T-2OD:PC71BM-based solar cells as control samples. The devices were fabricated in an inverted configuration, using ZnO as an electron transport layer and MoO3 as a hole transport layer."}
{"Q": "What is the difference in efficiency loss between PffBT4T-2OD:PC71BM and PffBT4T-2OD:EH-IDTBR solar cells under simulated solar irradiation?", "A": "Remarkably, while encapsulated PffBT4T-2OD:PC71BM solar cells show significant efficiency loss under simulated solar irradiation ('burn in' degradation) due to the trap-assisted recombination through increased photoinduced trap states, PffBT4T-2OD:EH-IDTBR solar cell shows negligible burn in efficiency loss. Furthermore, PffBT4T-2OD:EH-IDTBR solar cells are found to be substantially more stable under 85 °C thermal stress than PffBT4T-2OD:PC71BM devices."}
{"Q": "What equipment was used to determine the necessary threshold of voltage to open the valve?", "A": "To determine the necessary threshold of voltage to open the valve, an experimental setup was used, containing i) a single-use valve, ii) computer-controlled voltage source (Keithly 2410 source meter, with maximum output voltage of 1.1 kV and current 100 µA), iii) a digital SLR camera (Canon EOS 550D) with video and audio recording capability equipped with macro lens kit, and iv) a personal computer, which was controlling the voltage source over RS232/USB interface. The single-use valves were prepared by bonding the electrotextile materials to a blotting paper using a thermoplastic (polyethylene) film in a hot press. A 20 µL droplet of a solution to the valve was deposited, and a source electrode wire was then placed into the droplet using a micropositioner (Thorlabs). A voltage ramp to the valve was then applied, while filming the drop, and measured the current as a function of voltage. The measurements were continued until the drop penetrated the valve."}
{"Q": "What are the advantages of using electrical valves based on hydrophobic electrotextiles in 3D-paper-based microfluidic devices?", "A": "This paper demonstrates electrical valves based on hydrophobic electrotextiles (an electrically conductive textile, presenting an electrically insulating and hydrophobic surface coatings) that can be integrated into 3D-paper-based microfluidic devices. When the valve is 'off,' a liquid (aqueous solutions) cannot pass through the electrotextile. When an electrical potential is applied between the electrotextile and the liquid, the liquid can penetrate through the textile due to electrowetting. This phenomenon is different from previously demonstrated electrowetting on dielectrics, which works on planar surfaces. These valves have five advantages: i) They can easily be integrated into multilayer printed microfluidic devices; ii) They are sufficiently fast for applications in microfluidics (they actuate in less than 1 s), and they require little power (100 µW or less) for operation; iii) They have no moving parts; iv) They do not react chemically with the aqueous solutions upon actuation; v) They work with different aqueous solutions including low-surface-tension liquids (water with 50% ethanol), solutions containing surfactants, and bioanalytes."}
{"Q": "What is the sensitivity of the pressure sensor with cotton fabrics and 15 cycles of CNTs coatings for pressure below 3.5 kPa?", "A": "To explore the pressure responses of the presented sensor, we measured the current responses to different pressures applied on the device. The I–V curves at different pressures indicate that the response of our device to static pressure is steady and the resistance (slope of I–V curves) under each applied pressure is constant (see Figure 2a). The sensitivity of the pressure sensor is defined as S = δ(∆I/I 0)/δP, where ∆I is the relative change in current, I 0 is current without applied pressure, and P is the applied pressure. The sensitivities were obtained for the textile sensor with cotton fabrics with 15 cycles of CNTs coatings, i.e., 14.4 kPa−1 for pressure below 3.5 kPa and 7.8 kPa−1 for 3.5–15 kPa (see Figure 2b)."}
{"Q": "What are the key performance characteristics of the resistive textile sensor unit described in the study?", "A": "Here, we demonstrate a facile and novel approach for fabricating all-textile-based pressure sensors and large-area sensor arrays. The resistive textile sensor unit is composed of a bottom interdigitated textile electrode and a top bridge of CNT-coated cotton fabric. The interdigitated conductive electrodes on common textile (polyester, nylon, etc.) were fabricated by laser-scribing masking and electroless deposition of conformal Ni coatings. The resulting sensor on textile substrate exhibited high sensitivity (14.4 kPa−1 for pressure below 3.5 kPa, 7.8 kPa−1 for pressure range of 3.5–15 kPa), stable cycling performances (1000 cycles) and a fast response time (≈24 ms) and low detection limit (2 Pa)."}
{"Q": "What are the two main steps involved in the 3D printing procedure for living materials?", "A": "The 3D printing procedure for living materials consists of two steps: (i) direct writing of multiple hydrogel inks with various types of cells and chemicals (Figure 1b), and (ii) ultraviolet (UV) curing of the printed constructs (Figure 1c). During the direct ink writing, the nozzle diameter we adopt ranges from 30 to 200 µm, the nozzle feed rate is fixed at 5 mm s−1, and the printing pressure is set as 90 kPa. We show that the mechanically reversible, rapidly responsive dissociation/association of Pluronic F127-DA micelles in water (Figure 1b) endows the ink with a strong shear-thinning effect during printing (Figure S2a, Supporting Information), and a plateau storage modulus (G′) orders of magnitude higher than loss modulus (G″) after printing (Figure S2b, Supporting Information)."}
{"Q": "What is a new approach in 3D printing reported in the document that uses genetically programmed cells as active components?", "A": "In summary, we report a new paradigm in 3D printing by using genetically programed cells as active components to create living materials and devices. This can be a new 4D-printing approach to produce 3D structures with time-evolving properties. We elaborate design principles and general methods to print large-scale high-resolution living materials that are capable of integrating engineered cells into hydrogel constructs while maintaining high cell viability and ability to receive and process signals in a programmable manner. Novel applications enabled by 3D living printing of programed living cells are demonstrated, including logic gates, spatiotemporally responsive patterning, and wearable devices."}
{"Q": "What evidence does X-ray photoelectron spectroscopy (XPS) provide for the successful synthesis of HRG-HPGS?", "A": "The successful synthesis of HRG-HPGS was analyzed by the X-ray photoelectron spectroscopy (XPS, Figure 1b). The XPS spectra gave clear evidence that there were nitrogen (conjugated azide) and sulfur (sulfate groups) in the resultant 2D GN-inks, which indicated that HPG-N3 was successfully anchored on the planar graphene. To clarify successfully chemical reduction of LRG-HPGS, the high-resolution C1s spectra for LRG-HPGS and HRG-HPGS were compared, as displayed in Figure 1c. The spectra of HRG-HPGS clearly showed that the peak intensity at 284.6 eV increased after chemical reduction compared to LRG-HPGS, which indicated that the graphitic network of C═C bonds was restored in HRG-HPGS."}
{"Q": "What are the unique properties of the supramolecular-functionalized multivalent graphene nanoink (mGN-ink) that make it suitable for constructing bioelectronic films and nanofibers?", "A": "Here, a facile and scalable synthesis of supramolecular-functionalized multivalent graphene nanoink (mGN-ink) via [2+1] nitrene cycloaddition is reported. The mGN-ink unambiguously displays a well-defined and flat 2D morphology and shows good water processability and bioactivity. The uniquely chemical, physical, and biological properties of mGN-ink endow the constructed bioelectronic films and nanofibers with high flexibility and durability, suitable conductivity and electrochemical activity, and most importantly, good cellular compatibility and a highly efficient control of stem-cell spreading and orientation."}
{"Q": "What kind of interstitial atoms are observed in multilayer MoSe2 grown under Mo-rich conditions?", "A": "In Figure 1d, we could observe interstitial atoms between the basal planes of APCVD-grown MoSe2, however we could not identify the kind of atoms using spectroscopy methods. Here, we identify the kind of interstitial atoms observed in multilayer MoSe2 first, and then discuss the role of such interstitials in phototransistors. Considering our unique growth condition of MoSe2, in which the material is grown on a 100 nm thick Mo-coated silicon (Si) substrates (i.e., Mo-rich condition), it is reasonable to believe that the observed additional atoms in MoSe2 are Mo int, and interstitial Se (Se int) is very unlikely to be formed due to the deficiency of Se atom."}
{"Q": "Which material, MoS2 or synthetic MoSe2, shows a significantly larger photovoltaic (PV) effect resulting in higher photoresponsivity in thin-film transistors (TFTs)?", "A": "Interestingly, our results indicate that, although the photoconductive current is larger with MoS2, the synthetic MoSe2 shows a significantly larger PV effect, resulting in remarkably higher photoresponsivity in the MoSe2 TFTs. Notably, Iph,PV is larger than Iph,PC by 92 times with MoSe2 at Pinc = 20 mW cm−2 and λex = 405 nm, whereas Iph,PV/Iph,PC of MoS2 remains much lower for the entire range of Pinc considered. The fitted parameters (τr, τt/τg, Pt, χBL; the values are provided in the Experimental Section) indicate that a greater number of states exists energetically deeper in the bandgap region for the synthetic MoSe2, resulting in shorter recombination lifetime (hence smaller Iph,PC) and longer escaping time for holes from the trap states (hence larger Iph,PV), compared to those in MoS2 flakes."}
{"Q": "What was the concentration of Pt in tumor tissue after 24 hours of a single intravenous injection of DD-NP at 2.5 mg Pt kg−1, and how does it compare to that of cisplatin?", "A": "To demonstrate the in vivo fate of DD-NP, we evaluated firstly its biodistribution on an extremely aggressive cervical cancer model (U14). After 24 h of a single intravenous (i.v.) injection at 2.5 mg Pt kg−1, results indicated that DD-NP achieved > threefold higher Pt concentration in tumor tissue than that of cisplatin measured by ICP-MS (2.06 ± 0.59 µg g−1 vs 0.63 ± 0.04 µg g−1; Figure S22, Supporting Information). To evaluate the safety of DD-NP, toxicity studies based on histopathological analysis by H&E staining of tissue sections isolated from KM mice at day 18 after three times injection indicated that no significant morphological changes were detected in heart, spleen, and lung in all the treated groups compared with the saline group."}
{"Q": "What is the ratio of the dual synergistic drugs (Pt and DMC) combined in the DD-NP system?", "A": "In conclusion, to overcome the bottleneck to the clinical translation of nanomedicine, we here demonstrated a dual sensitive dual drug backbone-shattering polymeric theranostic nanomedicine system (DD-NP). Dual synergistic drugs (Pt and DMC) combined at a precise ratio (1:2), could be trigged release from DD-NP in a chain-shattering manner under intracellular reduction/acidic microenvironment for optimal anticancer efficacy. Notably, we showed the first time of using DD-NP to eradicate the tumor burden on a high-fidelity PDLC model. Moreover, DD-NP can be applied as contrast agent to directly track the drug itself and NP via Pt DMCT and ICP-MS both in vitro and in vivo due to the exceptional high content of heavy metal Pt in polymer backbone."}
{"Q": "What is the efficiency of absorption demonstrated by Chen et al. in the near infrared range?", "A": "For example, Chen et al. demonstrated a broadband near perfect metamaterial absorber in near infrared. Absorption with over 80% efficiency was experimentally obtained in the range of 2850–3260 nm. Recently, perfect absorbers based on metasurfaces provide a new direction for related research area. Li et al. proposed a novel metasurface absorber which can realize bidirectional perfect absorption in 1352 nm (Figure 2a–c). The physical mechanism of previous metamaterial absorbers is to minimize the transmission and reflection intensity of optical waves simultaneously by reasonably tailoring the electric and magnetic response of their subwavelength structures."}
{"Q": "What are the advantages of metasurfaces compared to metamaterials?", "A": "Recently, planar metamaterials or metasurfaces have received great attention for their advantages to meet these challenges. Compared to metamaterials, metasurfaces, as artificial planar designs, have dramatically reduced the fabrication complexity. Moreover, the thickness of metasurfaces is less than or similar to the wavelength of operating waves, which results in the reduction of the undesirable losses and offers an effective manner for implementing tunable and reconfigurable optical devices. Overall, metasurfaces provide an effective way to overcome the challenges in metamaterials, and it has been successfully proven that metasurfaces are more feasible for the engineering of the fundamental dimensions of optical waves."}
{"Q": "What happens to the performance of capacitor chips when operated below the threshold voltage of water decomposition (1.23 V)?", "A": "A typical capacitor chip contains devices of various sizes. If operated below the threshold voltage of water decomposition (1.23 V), the devices performed over hundreds of measurement cycles reproducibly for 2 weeks, including several cycles of freezing and warming. As known from bulk samples, the device characteristics showed slight drifts in consecutive measurement sweeps, consistent with the time needed for Na+ and Cl− ions to relax in the bulk aqueous solution, the original behavior being recovered again when remeasuring the devices after a day or sloshing the device gently. After 2 years of unattended storage in air on a shelf, the capacitors showed nominally the characteristics of the devices after 2 weeks of experimenting (Figure 3)."}
{"Q": "What method is used to achieve solid–liquid transitions for specific compounds?", "A": "The path we have explored to solve both problems of patterning the liquids and overgrowing them is to first grow solid precursors of the liquids, and then to liquefy them after heterostructure growth. Solid–liquid transitions may, for example, be achieved for specific compounds by cracking chemical bonds with photon irradiation. In the work discussed here, we implemented a cryogenic process and deposited frozen liquid which we subsequently melted and restructured (Figure S1, Supporting Information; Experimental Section). To explore the feasibility and potential of heterostructures with integrated liquids, we implemented integrated electric double-layer capacitors and integrated liquid-gated FETs as test vehicles."}
{"Q": "What is the range of the redshift in the resonance frequency for dimeric, trimeric, and tetrameric metamolecules as described in the study?", "A": "Figure 2c,d shows the simulated and experimental THz transmission spectrum for these metamolecules at different σs values and corresponding V Gs, respectively. Because our molecularization system is remarkably simple and shows good mechanical endurance for bending (Figure S1, Supporting Information), the proposed samples can be easily fabricated on a highly flexible and THz-transparent polyimide substrate. Accordingly, the simulation and experimental transmission spectra show the absolute values against the air reference, not the modified values normalized by the underlying substrates. By applying V G between +1 and −3 V, the transmission spectrum could be modulated gradually between the two V G ends. The dimeric metamolecules displayed a redshift in the resonance frequency of as large as 0.30 THz from the fundamental resonance frequency of the given meta-atom array, i.e., 1.30 THz. For the trimeric and tetrameric metamolecules, this shift could be increased up to 0.52 THz and 0.67 THz, respectively."}
{"Q": "What new concept is introduced to control the electrical connection between meta-atoms for developing electrically driven active THz metamaterials?", "A": "To overcome the above issues, a completely different aspect in designing devices may be necessary for developing electrically driven active THz metamaterials. Instead of modulating the individual properties of the unit metastructures, controlling the connectivity between meta-atoms can provide versatile opportunities. We refer to this new concept as the molecularization of meta-atoms, which can control the electrical connection between meta-atoms. By changing the physical dimensions of the repeating units of metamaterials through the molecularization of meta-atoms, active control of the THz response can be achieved. This strategy is expected to greatly enlarge the range of THz modulation, since the control is not designed to induce a relatively minute influence within the meta-atoms, but is intended to introduce a variation between the meta-atoms which, in principle, can be extended over the entire metamaterial."}
{"Q": "What is the lowest concentration of GO reported to initiate the formation of macroscale GO hydrogels in a water–isopropanol mixture?", "A": "In this study, we report an unexpected finding that at an ultralow GO concentration (as low as ≈ 0.1 mg mL−1), gelation still occurs and a hydrogel monolith is formed in a water–isopropanol mixture through a solvothermal treatment. To the best of our knowledge, this is the lowest concentration ever found to initiate the formation of macroscale GO hydrogels, which is an order of magnitude lower than the previous results. The key factor here is the utilization of water–isopropanol mixture rather than pure water in the solvothermal process."}
{"Q": "What role does water play in the gelation of GO at an ultralow concentration with artificial microinterfaces in a water–isopropanol mixture?", "A": "In conclusion, the gelation of GO at an ultralow concentration has been realized with artificial microinterfaces in a water–isopropanol mixture. Due to the different intercalation energies between GO sheets and solvents, GO sheets prefer to be surrounded by water molecules compared with isopropanol. Microphase separation induces the formation of liquid–liquid interfaces, where r-GO sheets are concentrated and assembled into the interconnected framework. Both experimental and simulation results demonstrate that the higher attraction between GO sheets and water, leading the water act as a spacer to facilitate the gelation and control its microstructures."}
{"Q": "What is the onset potential of the 2D h-W2N3 catalyst for HER activity in 0.5 m H2SO4 solution?", "A": "The HER activity of 2D h-W2N3 flakes was investigated in a standard three-electrode setup in 0.5 m H2SO4 solution. The polarization curves of various catalysts, including 2D h-W2N3 flakes, bulk h-W2N3, and 20% Pt/C were shown in the Figure 4a. The 2D h-W2N3 catalyst exhibited much lower onset potential than bulk h-W2N3, which revealed exceptional onset potential of −30.9 mV vs reversible hydrogen electrode (RHE), indicating the outstanding HER activity. Apart from the onset potential, the overpotential corresponding the cathodic current density of 10 mA cm−2 is a characteristic value related to solar fuel conversion, which can be acquired at −98.2 mV for 2D h-W2N3 catalyst."}
{"Q": "What method is used to synthesize atomically thin 2D nitrogen-rich hexagonal W2N3 (h-W2N3) nanosheets at atmospheric pressure for the first time?", "A": "Herein, we synthesize atomically thin 2D nitrogen-rich hexagonal W2N3 (h-W2N3) nanosheets via salt-templated method at atmospheric pressure for the first time. In this strategy, h-W2N3 2D transition metal nitrides, especially nitrogen-rich tungsten nitrides (WxNy, y > x), such as W3N4 and W2N3, have a great potential for the hydrogen evolution reaction (HER) since the catalytic activity is largely enhanced by the abundant W≡N bonding. However, the rational synthesis of 2D nitrogen-rich tungsten nitrides is challenging due to the large formation energy of W≡N bonding. Herein, ultrathin 2D hexagonal-W2N3 (h-W2N3) flakes are synthesized at atmospheric pressure via a salt-templated method."}
{"Q": "What are the two types of emissions exhibited by Pt-TPP-PVP 430 under irradiation at 595 nm, and how do they respond to decreasing oxygen levels?", "A": "Subsequently, based on the dual fluorescent/phosphorescent NIR emissions of Pt-TPP-PVP 430, we carried out the in vitro measurement to evaluate the capability of Pt-TPP-PVP 430 for quantitative ratiometric sensing of hypoxia. The emission spectra of Pt-TPP-PVP 430 exhibited both the red fluorescence (≈660 nm) and NIR phosphorescence (≈760 nm) simultaneously under irradiation at 595 nm. Significantly, the NIR phosphorescence emission at 760 nm showed a sensitive and progressive trend with decreasing oxygen levels, while the red fluorescence at 660 nm remained almost constant (Figure 2b), which can be used as a perfect reference signal for internal ratiometric analysis."}
{"Q": "What is the unique feature of the monochromophore-based ratiometric nanosensor Pt-TPP-PVP 430 developed in this work?", "A": "In summary, this work focuses on how to construct a ratiometric probe without conjugated internal reference moiety for avoiding energy/charge transferring interactions in traditional bischromophore-based ratiometric probes. By borrowing the nonaromatic clusteroluminescence strategy, we have developed a unique monochromophore-based ratiometric nanosensor Pt-TPP-PVP 430, which exhibits the original oxygen-sensitive Pt-TPP phosphorescence and another oxygen-insensitive fluorescence from the specific amphiphilic assembly as unprecedented inner built-in self-calibration."}
{"Q": "What effect does the NO donor molsidomine at 3 mg kg−1 have on differentiated mesenchymal fibro-adipogenic progenitor cells (FAPs) within tibialis anterior muscles of mdx mice?", "A": "The NO donor molsidomine used in vivo at 3 mg kg−1 significantly reduced differentiated mesenchymal fibro-adipogenic progenitor cells (FAPs) within tibialis anterior muscles of mdx mice, suppressed fibro-adipogenic cellular function, reduced collagen expression and inhibited adipogenesis. Whereas the same donor used at the same concentration promoted differentiation of skeletal muscle-associated embryonic VE-Cadherin-expressing progenitors (eVE-Cad+) into self-renewing mesoangioblasts (MABs). These contrasting studies highlight the important ramifications of NO effect on pathophysiology of adult muscular dystrophies, as well as on early embryogenesis, myogenesis, and related signaling pathways."}
{"Q": "What are the effects of SNAP conjugated to gelatin hydrogels on MSC attachment, proliferation, and morphology?", "A": "The use of smart donors in hydrogels circumnavigates the associated issues of burst release. SNAP conjugated to gelatin hydrogels showed rapid NO release (for 2 h) followed by an impressive sustained release (for 70 h). However, the outcome was reduced MSC attachment, proliferation, and rounded MSC morphology. Cell-derived ECM scaffolds incorporating SNAP (SNAP-ECM) were fabricated to release NO to mimic in vivo NO release kinetics within the stromal environment during wound healing. This too resulted in impaired MSC cell growth, altered morphology, disrupted cytoskeletal F-actin organization and focal adhesion-related molecules."}
{"Q": "What effect does the addition of PtNPs have on cell death when cells are treated with DC or square-wave AC?", "A": "To certify that PtNPs had the capability of causing cell damage under the electronic field, 4T1 cells were placed in a double salt bridges device and incubated with PtNPs for 2 h. After that, DC or square-wave AC with different duration time was imposed at the current of 5 mA for 10 min. Cell viabilities were measured after incubation for another 24 h (Figure 4b). While square-wave AC treatment (without PtNPs) even with the longest tested duration time (60 s) appeared to be safe to those cells, DC treatment on itself resulted in significant cell death, owing to the drastic pH changes nearby inserted electrodes. With the addition of PtNPs, the electro-driven cell death could be clearly enhanced. Consistent to the results in the MB degradation experiment (Figure 3c), square-wave AC with 60 s duration time was found to be the most effective in killing cancer cells in the presence of PtNPs."}
{"Q": "What is the new electric stimulation modality proposed for cancer therapy and how does it work?", "A": "In summary, we have proposed a new electric stimulation modality, EDT, for cancer therapy through electro-driven catalytic reaction of PtNPs in the square-wave AC electric field. Based on the experimental verification and computational simulation, we demonstrated that PtNPs have the ability to catalyze water molecule decomposition to produce ROS in the presence of chlorine ions. This mechanism induces the death of cancer cells and could be employed for local ablation of solid tumors. In addition to PtNPs, other types of noble metal–based nanocatalysts are also expected to be explored for EDT. Unlike the traditional EChT, EDT utilizes a new mechanism for ROS generation to kill tumor cells, similar to other types of 'dynamic therapies.' This EDT mechanism significantly enhances tumor-killing specificity and mitigates side effects to normal tissues, and allows its effective treatment of hypoxic tumors."}
{"Q": "What is the highest EQE value recorded for f-FBTI2-T-based solar cells and at what wavelength?", "A": "The EQE curve of f-FBTI2-T shows broad photoresponses from 300 to 800 nm, with the highest EQE value of 66% recorded at ≈600 nm (Figure 3) compared to that of f-BTI2-T (51%) and f-BTI2-FT-based solar cells (56%), contributing to a much increased Jsc (13.6 mA cm−2) achieved by f-FBTI2-T-based all-PSCs (Table S23, Supporting Information). The Jsc values integrated from the EQE curves are nearly identical with the ones obtained from the J–V curves, validating the reliability of the results. The increased Jsc and FF of the f-FBTI2-T cells is also attributed to the higher and more balanced charge carrier mobilities as revealed by the measurements using the space-charge-limited current (SCLC) method (Figure S7, Supporting Information)."}
{"Q": "What are the benefits of the synergistic strategy combining ring fusion and fluorination in the development of f-FBTI2-based polymer?", "A": "In summary, we have developed a novel imide type electron-deficient building block f-FBTI2 featuring a ladder-type backbone functionalized with electron-withdrawing F atoms. The synthetic barriers associated with the development of highly electron-deficient fluorinated imide were successfully overcome, which can enlarge imide-functionalized arenes, well desired building blocks in organic electronics. The synergistic strategy combining ring fusion and fluorination enables f-FBTI2-based polymer with an extended π-conjugation, reduced bandgap, and lower-lying LUMO energy level versus the polymer analog without F atoms or with F-functionalization on the electron-rich donor moiety."}
{"Q": "What was the concentration of boric acid used in the batch adsorption experiments to investigate the rate of boron adsorption within the PAFs and IRA743?", "A": "The rate of boron adsorption within the PAFs and IRA743 was investigated via batch adsorption experiments, using aqueous solutions consisting of 80 ppm boric acid and adsorbent quantities of 1 mg mL−1 of solution. Interestingly, it was found that the boron adsorption rate for PAF-1-NMDG determined using initially dry samples differed substantially from the rate measured using samples initially equilibrated with water. The discrepancy may be attributed to rate-limiting water diffusion through the pores and accompanying particle agglomeration in the dry material, which would be minimized in a hydrated, well-dispersed sample."}
{"Q": "What is the boron capacity of PAF-1-NMDG and P2-NMDG materials compared to the commercial resin IRA743?", "A": "We have leveraged the tunability of these materials to design two novel boron-selective adsorbents by appending NMDG functional groups to the pore walls of the frameworks PAF-1 and P2 via a facile two-step reaction. The resulting PAF-1-NMDG and P2-NMDG materials demonstrate boron capacities that are as much as 70% greater than that of the commercial resin IRA743 under non-competitive and competitive conditions. Additionally, relative to the resin, significantly smaller amounts of each PAF were required to reduce the boron concentration in synthetic seawater to below 0.5 ppm, a common target concentration for irrigation water."}
{"Q": "What are the discharge capacities of δ-MnO 2 cathode at 0.2 C, 1 C, 5 C, and 20 C in 1 m Zn(TFSI) 2 with 0.1 m Mn(TFSI) 2 electrolyte?", "A": "The electrochemical properties of layered δ-MnO 2 were then evaluated in coin cells using δ-MnO 2 as the cathode and Zn metal as the anode in different electrolytes. δ-MnO 2 cathode shows excellent rate performance, demonstrating high discharge capacities of 238, 220, 171, and 138 mAh g−1 at 0.2 C, 1 C, 5 C, and 20 C, respectively, in 1 m Zn(TFSI) 2 with 0.1 m Mn(TFSI) 2 electrolyte (Figure 6a). (Note that the relatively low current rate, e.g. 0.2 C, will cause more of oxidation of preaddition of Mn2+ additive in electrolyte than the dissolution of Mn2+ from electrode during the slow charging process, leading to lower Coulombic efficiency at low current rate)."}
{"Q": "What new charge storage mechanism is demonstrated in δ-MnO2 for designing high-rate performance Zn-MnO2 batteries?", "A": "In summary, we demonstrate a new charge storage mechanism in δ-MnO 2 for designing high-rate performance Zn-MnO 2 batteries. A joint nondiffusion controlled Zn2+ intercalation in bulk δ-MnO 2 and H+ conversion reaction pathway was identified in δ-MnO 2 cathode during charge and discharge, in which the charge storage mechanisms could be tailored through electrolytes, especially via the anion of zinc salt. Fast reaction kinetics not limited by ion diffusion was realized for Zn-δ-MnO 2 batteries in Zn(TFSI) 2-based mild aqueous electrolyte in a wide C-rate range."}
{"Q": "What technique is used to identify the highly conducting crystal phase in resistive-switching STO?", "A": "Here, we employ in situ I–V measurements in a transmission electron microscope (TEM) to identify the highly conducting crystal phase, which appeared and partially ruptured after the FORMING (or SET) and RESET operations, in resistive-switching STO. Complete rupture was also observed depending on RESET operation. (see filament rupture section) Previously, the in situ TEM approach was successfully employed for the first direct verification of the filamentary switching model of resistive switching in the TiO2 system.[9] Recently, the in situ I–V/TEM approach has been applied to other ReRAM systems as well to reveal the nature of the conducting filaments, particularly in conducting-bridge RAM[13–15,26–29] or in other bipolar switching systems.[30–33] However, it has been rarely employed for the study of unipolar oxide systems, partly because of the complexities in phase identification.[10] The approach permits filamentary structures and/or their local compositions in the matrix of a cross-sectional TEM sample to be probed by acquiring images, spectra, and I –V curves of the local structure simultaneously."}
{"Q": "What is the role of grain boundaries (GBs) in the resistive switching mechanism of STO films?", "A": "Here, we propose electrochemical polarization due to the external bias and the resulting variation of the oxygen activity across the sample as the origin of the resistive switching. Our experiments have shown that filament formation is connected to the presence of GBs in STO (see Figure 2). It is well known that the GB core in STO is positively charged resulting in adjacent space charge layers (SCL) with depletion of oxygen vacancies, VO°°, and enrichment of electrons, e′.[49,52] As the STO film that is used for resistive switching is very thin (typical thickness less than 100 nm), we consider in our model only a single GB across the film, as shown schematically in Figure 5a. The GB core is positively charged, while the SCL is negatively charged. The adjacent bulk is charge neutral, 2[VO°°] = [Ac ′] + [e′]. Here, we allow for (unintentional) doping with an acceptor Ac′. In Figure 5a, the shown concentration profiles depict the concentration profiles of oxygen vacancies and electrons perpendicular to the GB."}
{"Q": "What happens to the charge centers of cations and anions when a pressing force is applied to a piezoelectric material?", "A": "At the beginning and undisturbed state, the charge centers of the cations and anions coincide with one another. No polarization can be observed inside the piezoelectric material (Figure 4ai). When the pressing force is applied, deform of the piezofabric produces a negative strain and decreased volume. The charge centers separate to form electrical dipoles and electric dipole moments change, which will result in the formation of a piezopotential between the electrodes. If the electrodes are connected with an external load, the piezopotential will drive electrons to flow through the external circuit in order to partially screen the piezopotential and achieve a new equilibrium state (Figure 4ii). As a result, mechanical energy is converted into the electricity."}
{"Q": "What are the benefits of integrating advanced mechanical energy harvesting technologies into traditional textile architectures?", "A": "Integration of advanced mechanical energy harvesting technologies into traditional textile architectures contributes to the emergence of a new kind of smart textile, i.e., textile-based NGs, which make full use of their respective merits while make up for their demerits. On the one hand, NGs can be easily designed as or integrated into textile structures, such as fiber, yarn, and fabric, endowing them with mechanical energy harvesting and self-powered signal sensing capabilities. On the other hand, textile is especially promising and suitable for NGs, because it is wearable, breathable, comfortable, structural flexible, mechanically robust, fit for low-cost implementation and large-scale production."}
{"Q": "What was the concentration of TMV used in the experiment to determine the saturation ratio between 1 and TMV?", "A": "In order to understand how 1 and TMV interact, the saturation ratio (i.e., full coverage of TMV by photosensitizers) between 1 and TMV was determined by dynamic light scattering (DLS). TMV concentration was fixed at 0.1 mg mL−1 and, assuming a molecular weight of 39.4 MDa, increasing ratios between 0 and 25 000 equivalents of 1 were added. We observed the decrease of the peak at 300 nm, which corresponds to the unimeric TMV, while a new peak above 2000 nm arises, which corresponds to aggregated TMV (Figure 2c). Monitoring the derived count rate, we found the initial increase of the signal above 1000 equivalents, establishing the starting point of assembly, while the saturation point was reached above 15 000 equivalents (Figure 2d)."}
{"Q": "What are the main challenges associated with the use of Pc in aqueous media?", "A": "The use of Pc in aqueous media is associated with several challenges, such as lack of solubility, high hydrophobicity, and aggregation, compromising their performance. In order to circumvent these issues, we have designed and synthesized a novel ZnPc bearing eight 2,6-bis-(3-methylpyridinium)phenyloxy moieties (1) at the β position of the isoindole units (Figure 1a). The challenging synthesis of this unique chromophore was accomplished in four main steps (Scheme S1, Supporting Information). Briefly, 2-benzyloxy-1,3-dibromobenzene was coupled with pyridin-3-ylboronic acid via Suzuki–Miyaura reaction which, after deprotection, yielded 2,6-(bis(pyridine-3-yl))phenol. Second, nucleophilic aromatic substitution of 4,5-dichlorophthalonitrile with the previously synthesized phenol led to the desired disubstituted phthalonitrile exclusively under highly energetic microwave radiation."}
{"Q": "What was the purpose of seeding neural probes with neural progenitor cells (NPCs) according to the research?", "A": "The concept of cell-seeded probes has been demonstrated by others. Azemi et al. aimed to improve the interface of neural implants by seeding neural probes with neural progenitor cells (NPCs). By adding a layer of cells to the surface of laminin-coated probe this may help mediate the tissue interface mismatch. The growth, differentiation, and postimplantation survival of these NPCs was analyzed. Green fluorescent protein (GFP) labeled NPCs were cultured in vitro for 14 d and implanted into murine cortex. The tissue response observed at two different time points, on day 1 and 7 post implantation. There was improved attachment of cells on laminin-coated probes. On days 1 and 7 post implantation viable NPCs that still expressed GFP were found on the neural interface of the implant. NPCs adhered to a laminin-coated silicon-based probe, grew and differentiated. This tissue friendly surface reduced the implant-induced brain injury. The NPCs cell layer improved the astrocyte reaction around implant site by releasing neurotropic factors, consequently reducing the foreign body reaction."}
{"Q": "What material was used to fabricate the microcolumnar structures that support axonal growth in the 'living electrodes' concept introduced by Cullen et al.?", "A": "The concept of 'living electrodes' was introduced by Cullen et al. in vitro, incorporating living neurons and optogenetic based microelectrode technology. This was the first demonstration of unidirectional, long distance growth of axons with a high survival rate in a contained 3D microenvironment. The design included a columnar structure that acted as tracts for axonal growth. These microcolumnar structures were fabricated from an agarose-collagen hydrogel, forming a tube-like structure allowing for support and directional growth of axons. The agarose component of the hydrogel allowed for a stiff casing of the conduit for implantation with the soft collagen on the inner side suppling bioactive ligands, to support the survival and growth of implanted neuronal/axonal cultures."}
{"Q": "What is the effect of X-ray irradiation on the emission at 508 nm from DiO/DiI-loaded PETAzo@ZnS-A nanocapsules?", "A": "To examine the controlled permeability of the PETAzo@ZnS-A nanocapsules, they were loaded with a fluorescence resonance energy transfer (FRET) pair consisting of 3,3′-dioctadecyloxacarbocyanine perchlorate (DiO; donor, E x/Em 488/508 nm) and 1,1′-dioctadecyl-3,3,3′,3′-tetramethylindocarbocyanine perchlorate (DiI; acceptor, E x/Em 508/570 nm). The characteristics of the FRET pair-loaded nanocapsules are summarized in Table S2 (Supporting Information). When the DiO/DiI-loaded PETAzo@ZnS-A nanocapsules were excited at 488 nm, the energy generated from DiO was transferred to DiI, resulting in emission at 570 nm. Upon release of the FRET pair from the nanocapsules, the distance between DiO and DiI increased (>10 nm), resulting in lower emission at 570 nm[23] (Figure 3e). X-ray irradiation significantly increased the emission at 508 nm during a 4 h period (Figure 3f), indicating that the permeability of the nanocapsules could be controlled."}
{"Q": "What is the role of ZnS-A NPs in the PETAzo@ZnS-A nanocapsules?", "A": "We fabricated X-ray-responsive bionic nanocapsules with reversible and tunable permeability by cross-linking the self-assembled triblock polymer poly(ethylene glycol)-b-polythymine-b-polyazobenzene (PETAzo) with adenine-modified zinc sulfide nanoparticles (ZnS-A NPs) through nucleobase pairing (Figure 1). While the PETAzo polymer provides the framework of the PETAzo@ZnS-A nanocapsules, the photoresponsive azobenzene residues control bilayer permeability, and the ZnS-A NPs convert X-rays into UV light to induce azobenzene isomerization and cross-link PETAzo and ZnS-A. Unlike other polymer capsule membranes that cannot switch back to the initial state after releasing the encapsulated cargo,[16,17] PETAzo@ZnS-A nanocapsules maintain their mechanical integrity after selective payload diffusion owing to this cross-linkage."}
{"Q": "How many peak-like features are observed in the perpendicular-polarized configuration of the Raman spectra for WP2 single crystals?", "A": "To study whether spatial inversion symmetry is broken in WP2, we first used a 532 nm wavelength laser to measure the Raman spectra of the WP2 single crystals at room temperature in the parallel-polarized configuration (i.e., the electrical field of the linearly polarized incident light Ei is parallel to the electrical field of the linearly polarized scattered light Es, here Ei // Es // a-axis) and in the perpendicular-polarized configuration (i.e., Ei ⊥ Es, here Ei // a-axis and Es // c-axis), respectively. Figure 1c displays the polarized Raman spectra of the WP2 single crystals in the perpendicular- and parallel-polarized configurations. Three peak-like features can be observed in the perpendicular-polarized configuration, while eight peak-like features are present in the parallel-polarized configuration."}
{"Q": "What is the space group in which WP2 was proposed to crystallize?", "A": "The strong and tunable anisotropy (1060% at B = 9 T and 800% at B = 0 T) of the in-plane (i.e., ac-plane) electrical resistivity can be considered as a degree of freedom for tuning the electrical properties of type-II WSMs. WP2 was proposed to crystallize in the space group of Cmc21 and has a non-centrosymmetric structure with a twofold screw axis along the crystalline c-axis, a glide plane perpendicular to the b-axis, and a mirror plane perpendicular to the a-axis, shown in Figure 1a."}
{"Q": "What method was used to synthesize high-quality, homologous single crystals of (C4H9NH3)2PbI4, (C4H9NH3)2(CH3NH3)Pb2I7, (C4H9NH3)2(CH3NH3)2Pb3I10, and (C4H9NH3)2(CH3NH3)3Pb4I13?", "A": "To validate our strategy, we designed and fabricated bottom-contact RPP-based phototransistors, as schematized in Figure 1a. High-quality, homologous single crystals of (C4H9NH3)2PbI4 (In=1), (C4H9NH3)2(CH3NH3)Pb2I7 (In=2), (C4H9NH3)2(CH3NH3)2Pb3I10 (In=3), and (C4H9NH3)2(CH3NH3)3Pb4I13 (In=4) were synthesized by a temperature-programmed crystallization method. Furthermore, the phase purity of the as-grown large-sized RPP (In=1,2,3,4) crystals was confirmed to be single phase by X-ray diffraction (XRD) as reported in the previous work. Their optical characterizations are shown in Figure S1 in the Supporting Information."}
{"Q": "What are the characteristics of the 2D-RPP (In=4) two-photon detector mentioned in the study?", "A": "In summary, we have demonstrated that single-crystalline 2D RPP nanosheets exhibit extremely large D-2PA coefficients in the near-IR. The nonlinear response is enhanced near the two-photon resonances of the excitonic states, and the results are well consistent with the quantum perturbation theory on 2D excitons. We realize efficient polarization-resolved sub-bandgap photodetection at room temperature by utilizing 2D-RPP two-photon detectors. The 2D-RPP (In=4) two-photon detector is found to have a very low noise equivalent energy, a giant 2 PC responsivity, and a significantly large anisotropic response."}
{"Q": "What happens to few layered PdSe2 films when they are heated in vacuum to 400–500 °C?", "A": "We used commercial few layered PdSe 2 (two to four layers) grown on a sapphire substrate and transferred it to an in situ heating chip for TEM studies with temperature control up to 1000 °C. When these few layered PdSe 2 films are heated in vacuum to 400–500 ° C, Se loss occurs and this triggers the formation of 1D etch channels and a striated Pd 2Se3 monolayer-bilayer 2D crystal, Figure 1c–f. According to a traditional bulk Pd-Se phase diagram, increasing Se loss and subsequent change in metal:chalcogen ratio from 1:2 to 1:0, first leads to defective PdSe 2 (phase 1 in Figure 1g), then a phase change to a stable Se deficient form of PdSe 2−x (x = 0–1) (phase 2 in Figure 1g), and then finally to pure Pd metal."}
{"Q": "What makes PdSe2 a suitable candidate for exploring changes in structure by Se loss compared to MoS2?", "A": "Here, we introduce chalcogen vacancies in PdSe 2 few layered films using in situ controlled thermal annealing in vacuum near the melting point, which is compatible with large-scale processing. The anisotropic structure and low melting point (≈500 °C) of PdSe 2, compared to MoS 2 (≈1000 °C) makes it a suitable candidate for exploring changes in structure by Se loss. The novel atomic structure is imaged using ADF-STEM and 2D crystals are typically uniform and periodic in-plane with stacked sheet-like structure in the out-of-plane direction. Breaking the in-plane 2D symmetry by creating unique lattice structures offers anisotropic electronic and optical responses that have potential in nanoelectronics."}
{"Q": "What is the crystal structure of ZrSiS and which space group does it belong to?", "A": "The single-crystalline ZrSiS was grown using a chemical vapor transport method (see the Experimental Section for details). As shown in Figure 1a, ZrSiS crystallizes in a PbFCl-type crystal structure with space group P4/nmm, in which Si atoms form a square net and Zr atoms coordinate with four S atoms. The setup for the surface SHG and THG measurements with polarization rotation scans is schematically displayed in Figure 1b (see the Experimental Section for details). The polarized fundamental light ( λ = 1300 nm) was incident on the cleaved (001) surface of the as-grown ZrSiS crystal."}
{"Q": "What is responsible for the efficient second harmonic generation (SHG) on the surface of Dirac nodal-line semimetal ZrSiS?", "A": "In summary, this work studied the nonlinear surface optics and experimentally revealed the strong anisotropic nonlinear response on the surface of Dirac nodal-line semimetal ZrSiS. Based on the symmetrical selection rule for NLO materials, the SSs with lowered symmetry is responsible for the efficient SHG since the bulk state of ZrSiS is centrosymmetric, as well as giant THG with high conversion efficiency. More importantly, the structural and symmetry informations of the SSs are detected by the optical spectra involved in nonlinear response. This work not only discovers the giant nonlinear response of the topological SSs, but also creates a novel roadmap toward exploration and application of surface nonlinear optics and photonics."}
{"Q": "What are the threshold voltage and saturation voltage of the PDLC film mentioned in the document?", "A": "To evaluate the electro-optical properties of the SiO2-spaced PDLC film among the OTM, a counterpart device made of the PDLC film with two PET/ITO electrodes is adopted. The experimental setup is present in Figure S3 (Supporting Information). The counterpart device is driven by a sequence of external sinusoidal voltages at a frequency of 100 Hz (Figure 3a), which are derived from a function generator along with a linear amplifier. Figure 3b shows the measured spectra of transmitted light under different voltages as optical probe is tightly attached to the device. The corresponding transmittance at the wavelength of 404 nm is also intercepted (Figure 3c), which explicitly indicates that the threshold voltage and saturation voltage of the PDLC film are 10 and 50 V, respectively."}
{"Q": "What is the effect of the sliding motion on the PDLC film in the developed OTM?", "A": "In summary, we have developed a sliding-mode triboelectric nanogenerator-enabled self-powered OTM based on triboelectrification-induced LC alignment in a PDLC film. In response to a gentle contact-sliding motion, the OTM is well capable of simultaneously and rapidly switching its initial translucent state to an instantaneous transparent state along the motion trajectory. This is due to that an alternating electric field could be successively produced in real time by triboelectric charges during the sliding process, and in turn would exert a driving force upon the PDLC film. As such, a decent dimming range with the relative transmitted light intensity from 0.17 to 0.72 can be achieved at a low threshold contact pressure of 20 kPa and a threshold sliding velocity of 0.3 m s−1."}
{"Q": "What method was used to synthesize the cerium-based coordination polymer (Ce-CP)?", "A": "The cerium-based coordination polymer (Ce-CP) was synthesized by modified anodic electrochemical deposition. Figure 1a shows scanning electron microscopy (SEM) image of a free-standing Ce-CP hexagonal tube with bulk-layered structure. Additionally, transmission electron microscopy (TEM) image and the corresponding schematic are shown in Figure 1b,c, respectively. The details of the Ce-CP formation mechanism are provided in Figures S1–S3 (Supporting Information). The stratified Ce-CP tube can be readily exfoliated, upon ultrasonication in deionized (DI) water at room temperature. Figure 1d,e shows ex situ SEM and TEM images of the Ce-CP partly exfoliated after 4 min of ultrasonication. The corresponding schematic is shown in Figure 1f."}
{"Q": "What is the thickness of the holey 2D MOs created by the unique technique described, and can you provide examples of materials with this thickness?", "A": "The present work demonstrates an alternative, simple, and adaptable strategy to create polycrystalline holey 2D nanostructures of MOs at room temperature without the use of a template. This unique technique is based on the rapid exfoliation of bulk-layered, metal-based coordination polymers (MCPs) into monolayers in aqueous solutions, followed by transformation into holey 2D MOs as thin as two-unit cell thickness (for instance, ≈1.1 nm for CeO2 and ZrO2) but lateral sizes in the millimeter scale (≈ 5 mm)."}
{"Q": "What are the recent advances and challenges in the development of planar micro-batteries and micro-supercapacitors as highlighted by Wu et al.?", "A": "In the field of energy storage, Wu et al. (article number 1900583) present a progress report highlighting the recent advances of planar micro-batteries and micro-supercapacitors, starting from fundamental design to challenges and prospective solutions. Li et al. (article number 1902025) review the development and challenges in the path of zinc-based flow batteries from a materials point of view. Cui et al. (article number 1902029) pay attention to the advances in solid polymer electrolytes for high-energy density lithium batteries and the corresponding mechanisms and challenges."}
{"Q": "How many spin-off companies has DICP established and what sectors do they encompass?", "A": "DICP has established 37 spin-off companies encompassing different sectors including catalysis, new energy, membrane separation, coal chemical industries, biotechnology, environmental monitoring and protection, fine chemicals, energy storage, and many more. Four achievement transfer funds set up by DICP further empower this synergy to support fundamental scientific research and commercialization. Apart from local collaboration, DICP harbours international cooperation endeavours with 9 joint research units established by reputed scientific research institutions in the UK, The Netherlands, France, and other countries; DICP-BP Energy Innovation Laboratory, SABIC-DICP Research Centre for Advanced Chemicals Production Technologies being some notable examples."}
{"Q": "What is the cell viability of SNS after 3 days, and what does it indicate about its cytocompatibility and toxicity?", "A": "The next set of experiments focused on the biocompatibility, hemostatic and promoting angiogenesis function of SNS. The results present that the cell viability of SNS could remain 90% after 3 days (Figure S18, Supporting Information), indicating the SNS shows good cytocompatibility and nontoxicity by cell culture of L929 fibroblasts on SNS. This is due to the biocompatibility of PCL, SF and fibrin sealants, and the degradation products are not toxic to main organs of animals. We then transplanted SNS to the subcutaneous part of the rat back. The SNS can be directly attached to the wounds based on the strong adhesion of the outer fibrin sealant. The skin of the rat back was cut at different times to investigate the repair process of rat back vascular hemorrhage in vivo (Figure 3a)."}
{"Q": "What are the key advantages of the MBS method in the fabrication of nanofiber scaffolds?", "A": "In summary, we propose a versatile strategy for formation of large-area robust skins by a three-stage transformation process: fabrication of a biodegradable fibrin-sealant-loaded nanofiber scaffold (SNS), skin tissue construction, and skin regeneration formation. Initially, the fabrication of nanofiber scaffolds is conducted via MBS technique. The MBS method shares several key advantages: allowing the fabrication of ultrafine fibrinogen-coated PCL/SF core–shell nanofiber with an average diameter of 65 nm; providing a facile way toward a large-area nanofiber scaffold (140 × 40 cm2) with large specific surface area, excellent gas permeability, and strong tensile strength, which offer great potential for further use as skin regeneration."}
{"Q": "What technique was used to investigate the surface chemistry of CsPbI3 QD solids, and what does the emergence of the peak centered at 290.0 eV in the C 1s core level spectra indicate?", "A": "To investigate the surface chemistry of the CsPbI3 QD solids, we performed X-ray photoelectron spectroscopy (XPS) and Fourier transform infrared (FTIR) spectroscopy measurements on the CsPbI3 QD films with varying post-treatments. The core level spectra of the constituent elements in QDs are shown in Figure 2a–c and Figure S3, Supporting Information, where no significant changes of peak shapes or positions are found among the three samples in the Cs 3d, Pb 4f, and I 3d core level spectra. Yet the emergence of the peak centered at 290.0 eV in the C 1s core level spectra is indicative of the attachment of GASCN rather than pure EtOAc to the QD surface when the film was treated by GASCN."}
{"Q": "What is the champion power conversion efficiency achieved by the GA-matrix-confined CsPbI3 QDs when assembled in PVs?", "A": "Herein, a ligand-assisted surface matrix strategy to engineer the surface and packing states of Pe-QD solids is demonstrated by a mild thermal annealing treatment after ligand exchange processing (referred to as 'LE-TA') triggered by guanidinium thiocyanate. The 'LE-TA' method induces the formation of surface matrix on CsPbI3 QDs, which is dominated by the cationic guanidinium (GA+) rather than the SCN−, maintaining the intact cubic structure and facilitating interparticle electrical interaction of QD solids. Consequently, the GA-matrix-confined CsPbI3 QDs exhibit remarkably enhanced charge mobility and carrier diffusion length compared to control ones, leading to a champion power conversion efficiency of 15.21% when assembled in PVs, which is one of the highest among all Pe-QD solar cells."}
{"Q": "What does the universal scaling function of the empirical temperature-dependent Kondo resistance, RK(T), demonstrate about the behavior of R(T) curves at different Cr concentrations?", "A": "To further verify the Kondo scenario, we examined the empirical temperature-dependent Kondo resistance, RK(T) = (0K)[/ () ] KK22 K2+′′RT TTs, which has a universal scaling function by rewriting as the following form RT R TTs s() () ()= ×− +    () (0K)1 /2 11K K K2 1/ (2) In Figure 4d, we replotted the R(T) curves obtained with three different Cr concentration (9.4, 40.9, and 46.9 at%) to a normalized form by Equation (2), that is, the plot of scaled resistance RK(T)/R K(0 K) against T/T K. The experimental curves at different doping levels fall onto a single curve as a function of T/T K at T < TK, as expected for the universal Kondo behavior. At higher temperatures, the observed deviation can be attributed to the phonon scattering."}
{"Q": "What method is used to control the doping level of 2D materials without changing their original crystal structure?", "A": "In summary, we report the controlled and uniform lattice substitution of magnetic Cr in 2D superconducting Mo 2C crystals with a Cr concentration from 2.7 to 46.9 at% by CVD with Cr–Mo compound precursor, which enables the tuning of the competition of the 2D superconductivity and the Kondo effect in the whole sample rather than the observation at localized sites as reported previously. With such materials, the doping level effect on the interplay and evolution between superconductivity and the Kondo effect is revealed. Different from traditional CVD methods, our CVD method with doping-element-containing compound precursor allows subtle control of doping level of 2D materials without changing their original crystal structure, which provides a general route for the synthesis of a series of 2D materials with widely tunable doping levels."}
{"Q": "What is used as a control in the examination of cytocompatibility by culturing HUVECs on coatings of the elastomers?", "A": "We examine the cytocompatibility by culturing HUVECs on coatings of the elastomers. Poly(ε-caprolactone) (PCL) has a long history as a biomaterial and is familiar to many researchers in the field. Thus, commercially sourced PCL (Mn = 80,000 Da) serves as a control. We choose Fe3+ because among the ions used, 14-Fe-PAS exhibits a medium degradation rate. HUVECs maintain typical endothelial morphology and display the same proliferating and spreading behavior on both 14-Fe-PAS and PCL coatings with few dead cells (Figure 2D). MTT assay demonstrates the same metabolic activity on 14-Fe-PAS and PCL. These results suggest that 14-Fe-PAS is at least as cytocompatible as PCL in vitro."}
{"Q": "What is the unique advantage of using chelation in the design of biodegradable elastomers?", "A": "Here, chelation as a mechanism to produce biodegradable elastomers is reported. Polycondensation of sebacic acid, 1,3-propanediol, and a Schiff-base (2-[[(2-hydroxyphenyl) methylene]amino]-1,3-propanediol) forms a block copolymer that binds several biologically relevant metal ions. Chelation offers a unique advantage unseen in conventional elastomer design because one ligand binds multiple metal ions, yielding bonds of different strengths. Therefore, one polymeric ligand coordinated with different metal ions produces elastomers with vastly different characteristics. Mixing different metal ions in one polymer offers another degree of control on material properties."}
{"Q": "Why did the last-step Pd-catalyzed coupling in the synthesis of TADF materials of 2tDMG and 3tDMG give no product?", "A": "The TADF materials of 2tDMG and 3tDMG can be facilely prepared through efficient three-step reactions (Scheme S1, Supporting Information). Although the overall yield of the optimized route is high, it should be noted that the reaction sequence is quite critical. We once tried to append the donor, the t-butyl substituted triphenylamine, at C9 site of fluorene to form spiro structure and then linked it with the acceptor, TPZ, to afford the target molecules. But due to the great steric hindrance at C1 site of fluorene, the last-step Pd-catalyzed coupling gave no product."}
{"Q": "What are the key design rules for achieving highly efficient TADF materials based on D/A intramolecular noncovalent interaction?", "A": "In this work, we designed highly efficient TADF materials based on D/A intramolecular noncovalent interaction; the key design rules include not only the short D/A distance but also the fixation of the D/A geometry. We connected the D/A units via a rigid linker, thereby confining them into a closely-packed coplanar configuration (Figure 1a). In light of the molecular construction, the target TADF materials could achieve very small ΔEST and high PLQY simultaneously."}
{"Q": "What technique was used to confirm the structure produced with the SEAR process is indeed Janus?", "A": "To confirm the structure produced with the SEAR process is indeed Janus, Scanning Transmission Electron Microscopy (STEM) medium angle annular dark field (MAADF) images of the monolayer were taken at a tilted angle to reveal the underlying chalcogen atoms. The monolayer WSSe sample was tilted by 21° along the horizontal direction with respect to out-of-plane c direction and the MAADF images are shown in Figure 2a. Image simulations at the same tilt angle were carried out with structural models of WSSe Janus (Figure 2b) and WSe2 monolayers (Figure 2c). It is shown that both layers of chalcogen atoms are visible with this tilt angle and a sharp contrast is observed between S and Se due to the Z-contrast STEM imaging."}
{"Q": "What is the method used for the room-temperature synthesis of 2D Janus TMDs and their heterostructures?", "A": "Here, we report a room-temperature synthesis method of 2D Janus TMDs and the vertical and lateral heterostructures of these 2D Janus TMDs by a selective epitaxy atomic replacement (SEAR) process. The growth starts with chemical vapor deposited (CVD) MSe2 (M = W, Mo), and the operation relies on the formation of selenium vacancies (VSe) by hydrogen radicals created through inductively coupled plasma (ICP), and substitution by sulfur atoms in the presence of low-energy reactive sulfur radicals. The present technique differs in that the replacement process is driven kinetically not thermally: the chalcogen vacancies are created and low energy chalcogen radicals are utilized to decorate different chalcogen atoms on the surface to form 2D Janus layers."}
{"Q": "What technology did Dean et al. use to develop low-cost small-scale interdigitated capacitive sensors for soil moisture measurement?", "A": "For example, Dean et al. developed low-cost small-scale interdigitated capacitive sensors for soil moisture measurement based on micro-electro-mechanical system (MEMS) and printed circuit board technologies (Figure 2b). The as-fabricated capacitive sensors showed a nearly linear relationship between the measured capacitance and soil moisture content because the dielectric constant of soil varies in proportion to moisture content."}
{"Q": "What is the resolution of the miniature embedded sensor developed by Dong et al. for monitoring soil water potential variations?", "A": "Recently, Dong et al. developed a miniature embedded sensor for direct, continuous, in situ monitoring of soil water potential variations (Figure 2g). The soil moisture change in the surrounding environment will affect the moisture level in the water reservoir covered by a nanoporous ceramic membrane, which will then bend the SiO2–Si diaphragm into the reservoir due to an induced negative pressure. By increasing the hydrophilicity and smoothness of the SiO2–Si diaphragm, a high cavitation pressure was obtained to enable a high resolution (≈0.04 kPa) of the device."}
{"Q": "What are the initial discharge and charge capacities of the Fe 1−xS@C-3 anode at 0.5 A g−1?", "A": "The potassium storage performance of these samples was depicted in Figure 3a–h and Figure S8, Supporting Information. The initial discharge and charge capacities of Fe 1−xS@C-3 anode were 1778 and 1120 mA h g−1 at 0.5 A g−1. It can display good cycling behavior and keep a high capacity of 983 mA h g−1 after 200 cycles, much higher than the values for Fe 1−xS@C-0 (221 mA h g−1) and bare Fe 1−xS (215 mA h g−1) anodes (Figure 5g). Even at a current density of 10 A g−1, Fe 1−xS@C-3 still manifested good cycling performance with a high capacity of 633 mA h g−1 remained after 1000 cycles."}
{"Q": "What are the advantages of the multi-yolk–shell (m-Y–S) Fe1−xS@C-3 composite compared to traditional Y–S structures?", "A": "Herein, we report a partial sulfuration strategy for the construction of multi-yolk–shell (m-Y–S) structures, aiming to reduce the yolk size and enhance the contact points between shell and yolk for superior charge transportation. In the as-prepared samples, multiple Fe1−xS nanoparticles were well encapsulated into hollow carbon nanosheets accompanied with tunable interior void room. Compared with the traditional SiO2-template or acid-etching method derived Y–S structure, this m-Y–S Fe1−xS@C-3 composite presented superior structure advantages of multiple contact points, small particle size, optimized interior void room, and conductive carbon coating, thus giving rise to outstanding K/Na/Li-ion storage behavior."}
{"Q": "What methods were used to evaluate the intracellular signaling pathway and properties of the hepatic lobule tissue?", "A": "To evaluate the intracellular signaling pathway and properties of the hepatic lobule tissue, western blot analysis, enzyme-linked immunosorbent assay (ELISA), and enzyme activity assessment were conducted. To confirm the presence of hepatic proteins (MRP2 and albumin) and endothelial protein (CD31), protein density was evaluated using western blotting (Figure 4A–D). Comparison of the expression of MRP2 and albumin between structured and non-structured microtissue spheroids revealed that the overall structured spheroid protein density was higher than that of non-structured spheroids. Albumin expression was significantly increased in both models and was higher in the structured than that in the non-structured spheroids."}
{"Q": "What technology enables the fabrication of complex structures with a resolution higher than that of conventional bioprinting methods?", "A": "We have used preset extrusion bioprinting and droplet-based microfluidics to generate biomimetically structured microtissue spheroids. Preset extrusion bioprinting enables the fabrication of complex structures with a resolution higher than that of conventional bioprinting methods, and can be successfully combined with microfluidic emulsification systems for fabricating hepatic-lobule-like structured multicellular spheroids of uniform size. The resolution of conventional bioprinting is closely related to the nozzle size; however, preset extrusion bioprinting can have a higher resolution than that of conventional bioprinting with the same nozzle size because smaller structures can be generated inside the nozzle."}
{"Q": "What is the Curie temperature (T C) of Gd 3SnC under a low magnetic field (H) of 0.1 kOe?", "A": "Figure 2a shows the FM phase transition of Gd 3SnC with a Curie temperature (T C) of 100 K under a low magnetic field (H) of 0.1 kOe. In comparison to the itinerant FM in Gd metal with a TC of 297 K, different aspects of the FM order are observed. A sharp increase in the magnetization (M) near the T C indicates a first-order transition, which is further evidenced by the hysteresis in the temperature (T) dependence of electrical resistivity (ρ) (Figure 2e) and the negative slope in the M2 dependence of H/M (Figure S3e, Supporting Information)."}
{"Q": "What is the key ingredient for realizing the heavy fermions of Gd 5d-electrons in the f-electron FM Gd 3SnC antiperovskite?", "A": "We have discovered the d-electron heavy-fermion state in the f-electron FM Gd 3SnC antiperovskite. The mixed bonding nature of the antiperovskite structure, composed of metallic GdGd bonds and covalent Gd C bonds, is found to be the key ingredient for realizing the heavy fermions of Gd 5d-electrons. The unusual coexistence of FM and heavy fermions in Gd lattice originating from the dual character of Gd electrons shows that the antiperovskite structure can be a new platform for the study of a novel class of strongly correlated electron systems in which the localized and itinerant electrons impart different physical properties."}
{"Q": "What are the ECSA values of PdAuBiTe, PdBiTe, Pd/C, and Pt/C as obtained by cyclic voltammetry in N2-saturated 0.1 m KOH solution?", "A": "The ORR performances of the as-prepared 2D alloyed PdAuBiTe ANSs were evaluated in KOH solution, and as a reference, the performances of Bi2Te3 nanosheets, AuBiTe ANSs, PdBiTe ANSs, commercial Pd/C, and Pt/C were also tested. The electrochemically active surface area (ECSA) of the Pd-based samples and Pt/C were obtained by cyclic voltammetry (CV) recorded in N2-saturated 0.1 m KOH solution. The ECSA values of the PdAuBiTe, PdBiTe, Pd/C, and Pt/C were 63.1, 57.5, 47.4 m2 gPd–1, and 63.6 m2 gPt–1, respectively. The ORR polarization curves show the half-wave potential (E1/2) and ORR onset potential of PdAuBiTe is 0.929/0.989 V, which is more positive than that of PdBiTe (0.897/0.968 V), Pd/C (0.839/0.937V), and Pt/C (0.851/0.943 V), implying much higher ORR activity on the PdAuBiTe ANSs."}
{"Q": "What are the thickness and diameter of the ultrathin 2D quaternary PdAuBiTe alloyed nanosheets manufactured using the visible-light-induced template method?", "A": "Ultrathin 2D quaternary PdAuBiTe alloyed nanosheets have been successfully manufactured by a using visible-light-induced template method in an ambient environment. This method can be extended further to prepare ultrathin 2D ternary PdBiTe and AuBiTe alloyed nanosheets. The thickness of as-prepared nanosheets is about 5 nm with diameters larger than 500 nm. The horizontal to vertical ratio exceed 100. The integration of topmost and edge defects, low-coordinated atoms, lattice strain, d-band center downshifting of Pd, and the ensemble effects imparted the PdAuBiTe ANSs much higher ORR performances with high methanol tolerance and antipoisoning to CO than the commercial Pd/C and Pt/C."}
{"Q": "What are the binding energies of Cu 2p peaks in sample Kes-Al2O3-AZTS, and what do they indicate?", "A": "To clarify the reason why the CPD of sample Kes-Al2O3-AZTS is positive, we characterized the depth-dependent X-ray photoelectron spectroscopy (XPS) of sample Kes-Al2O3-AZTS, and the results are shown in S3, Supporting Information. (The sample was sputtered from 0 to 850 s). The binding energies are calibrated using the core level of C 1s (284.8 eV). The Cu 2p peaks at 932.2 and 952.0 eV show a binding energy difference of 19.8 eV, which is indicative of Cu(I) (Figure 3a). The Ag 3d spin orbitals (3d 5/2 at 368.1 eV and 3d 3/2 at 374.1 eV) with doublet separation of 6.0 eV can be assigned to Ag(I), as shown in Figure 3b."}
{"Q": "What is the effect of creating an n-type surface on the p-type CZTSSe thin film through Ag-doping strategy?", "A": "In this work, we successfully overcome the challenge of fast diffusion of Ag in kesterite film and realize an n-type surface on the p-type CZTSSe thin film by a novel Ag-doping strategy. The devices with such an n-type surface not only have excellent hole blocking on the surface of the absorber layer to reduce the recombination of the heterojunction interface but also have an increased width of the depletion region, which facilitates the collection of carriers. The overall recombination of the device, including the absorber bulk and the interface, is inhibited. Accordingly, the performance of CZTSSe solar cells is significantly improved. This study breaks the bottleneck in the development of kesterite solar cells."}
{"Q": "What are the CO and CH4 production rates of 0.7Ni-5OB-CN under UV-vis light irradiation?", "A": "The photoactivities of as-fabricated samples for CO 2RR were examined under the UV-vis light irradiation without any sacrificial reagents. By altering the using amount of boric acid, the best performance for boric acid-modified CN was obtained for 5OB-CN (Figure S7a, Supporting Information). On the basis of 5OB-CN, the amount of Ni species introduced was further optimized as Figure S7b in the Supporting Information. In a result, 0.7Ni-5OB-CN shows the best photoactivity with the CO and CH4 production rates of 22.1 and 8.7 µmol g−1 h−1, respectively. Moreover, the CO 2 conversion rate of 0.7Ni-5OB-CN achieves around 10 and 35 times of that for CN and bulk CN, respectively (Figure 2a)."}
{"Q": "What role do single Ni sites with saturated coordination by O atoms play in the CO2 reduction process under illumination?", "A": "We have successfully developed a novel and universal boric-acid-mediated strategy to construct single transition metal atoms (Ni, Co, and Fe) on CN nanosheets, depending on the uniform distribution of boron-oxo species via dative B–N coordination, as highly active photocatalysts for CO2 reduction. Under illumination the single Ni sites with saturated coordination by O atoms would effectively capture the photoelectrons then preferentially activate absorbed water molecules to produce H atoms as active species to impinge CO2 then to ultimately produce CO and CH4 as products following a distinct hydrogen-assisted CO2 reduction pathway."}
{"Q": "What are the peak positions for FAI and PDAI in the 1H-NMR spectra?", "A": "To explore the effect of PDAI additive, we started from investigating the chemical profiles of the precursor solution by proton nuclear magnetic resonance (1H-NMR) and dynamic light scattering (DLS). The 1H-NMR spectra in Figure 2a show that FAI exhibits two peaks at 7.90 and 8.82 ppm, and PDAI has three peaks at 1.83, 2.91, and 7.74 ppm. The addition of FAI into the mixed precursor solution of PbI2 and CsI will not greatly alter the peak position of protons in FAI. In the precursor solution with PDAI, FAI, PbI2, and CsI, the main peaks are 1.83 and 2.91 ppm from PDAI with only one strong peak of 7.90 ppm from FAI, which means that PDAI will have strong interactions with FAI in the precursor solution."}
{"Q": "What is the effect of adding PDAI to the CsPbI3 perovskite films?", "A": "In this work, we report a one-step method to in situ deposit γ-phase 3D CsPbI3 perovskite films consisting of CsPbI3 cuboid crystallites, which is achieved by introducing diammonium-cation-based 1,3-propanediamine dihydriodide (PDAI). The obtained perovskite is noted as PDAI-CsPbI3. The addition of PDAI can slow down the phase transition from intermediate phase to γ-phase CsPbI3 and increase the size of cuboid crystallites. Meanwhile, the PDAI residue covering the surface of the final films can passivate defects and improve their PLQYs. Consequently, the PeLED based on such PDAI-CsPbI3 film can reach a champion peak EQE of 15.03% and deep-red emission with high color purity."}
{"Q": "What is the length and width of the FeOOH nanorods synthesized in the study?", "A": "Uniform magnetic nanorods were prepared by synthesizing FeOOH nanorods (320 nm in length and 70 nm in width) using a hydrolysis reaction, coating them with a layer of silica of controllable thickness, and then reducing them to magnetic Fe3O4 phase with shape preservation by the silica shells. The transmission electron microscopy (TEM) images in Figure S1a,b, Supporting Information, demonstrate the excellent uniformity of FeOOH and Fe3O4@SiO2 nanorods. The digital pictures in Figure 1a depict the assembly of monodisperse nanorods under a permanent magnet and the precipitation of resulting large crystals driven by magnetic packing force."}
{"Q": "What causes the photonic pigments to produce multiple colors in response to varying magnetic field directions?", "A": "We have developed photonic pigments by the magnetic assembly of Fe3O4@SiO2 nanorods, which can produce multiple colors in response to the varying magnetic field direction. The magnetic shape anisotropy of nanorods induces the preferred offset rod packing, producing tetragonal crystals featuring hard contact, anisotropic non-close-packing, and well-defined and interconnected channels. Due to their non-close-packing nature, the photonic pigments contain large pores for accommodating fast and sensitive colorimetric responses to surrounding dielectric changes."}
{"Q": "What happens to the coercive field (HC) values of Cr5Te8 nanosheets as the sample thickness decreases?", "A": "To reveal the evolution of FM properties of the Cr5Te8 crystals from bulk to 2D limit, the temperature dependence of MOKE signals was measured for samples with different thicknesses. Figure 4b shows θK as a function of the magnetic field for the Cr5Te8 nanosheets with several typical thicknesses (10, 17, 23, and 30 nm) measured at 50 K. All the four samples display rectangular hysteresis loops, which indicates that the hard magnetic characteristics of Cr5Te8 were sustained well when the sample thickness decreased to 10 nm. As shown in Figure 4c, the coercive field (HC) values extracted from the hysteresis loops of Cr5Te8 nanosheets decrease with the sample thickness decreasing."}
{"Q": "What is the range of thickness for Cr5Te8 nanosheets synthesized via the tube-in-tube CVD approach?", "A": "We have successfully synthesized high-quality 2D Cr5Te8 nanosheets on mica substrate via a tube-in-tube CVD approach. This new growth strategy provides a Te-rich growth atmosphere, which is critical to the synthesis of high-crystallinity Cr5Te8 crystals. By precisely tuning the growth temperature, the thickness of Cr5Te8 nanosheets was continuously modulated from 1.2 to 30 nm, with the morphology changing from triangle to hexagon. Extensive STEM characterizations combined with structural simulations confirmed the composition, t-phase structure and high crystallinity of the as-grown Cr5Te8 nanosheets."}
{"Q": "What effect does the application of +1% biaxial tensile strain have on SrTiO3 films deposited on DyScO3(110) substrates?", "A": "In 2004, SrTiO3 films deposited via MBE on the newly available DyScO3(110) substrate allowed for the application of +1% biaxial tensile strain and resulted in a ferroelectric transition being observed along with enhanced dielectric response and large dielectric tunability (Figure 2c). Almost simultaneously, were reports of enhanced ferroelectricity in BaTiO3 thin films deposited on GdScO3(110) and DyScO3(110) substrates; the lattice parameters of the substrate here impart an epitaxial compressive strain of −1.0% and −1.7%, respectively. These films demonstrated increased c/a lattice-parameter ratios as well as enhanced TC of 400 and 540 °C for films on GdScO3(110) and DyScO3(110) substrates, respectively, much larger than the TC of 130 °C for bulk single crystals (Figure 2d)."}
{"Q": "What contributions do domain structures in PbZrxTi1−xO3 provide to the properties of ferroelectrics?", "A": "The ability to control and produce, in an on-demand fashion, such complex domain structures has afforded unprecedented control over the properties of ferroelectrics. In PbZrxTi1−xO3, for example, researchers have shown that such domain structures provide large contributions to both the dielectric and pyroelectric responses. Domain engineering has also enabled control over switching pathways by stabilizing intermediate states. In both c/a and a1/a2 structures, 90° switching of the polarization has been observed in both in-plane and out-of-plane geometries, suggesting the possibility for 'beyond-binary' control of polarization."}
{"Q": "What are the effects of increased ROS on endothelial cells (ECs) and smooth muscle cells (SMCs) in the context of atherosclerosis?", "A": "The increased ROS cause EC apoptosis and dysfunction, SMC proliferation and migration, vessel inflammation, and vascular remodeling, vessel matrix alteration leading to atherosclerosis (Figure 5). The steps involved in the process include: 1) Oxidative Stress promotes EC apoptosis. Apoptotic ECs can release several types of membrane-bound extracellular vesicles through which contribute to intercellular communication during the development of atherosclerosis. 2) Endothelial dysfunction: ROS uncouples the eNOS-catalyzed reduction of O2 from the oxidation of L-arginine. This results in the superoxide which directly react with NO to produce ONOO−. This causes eNOS to become a ROS-producing enzyme, thus accelerating the atherosclerotic process."}
{"Q": "What are the main sources of ROS production in myocardial I/R injury?", "A": "Emerging evidence indicates that myocardial I/R injury is predominantly attributable to the massive production of ROS upon restoration of blood flow to the ischemic myocardium. Upon restoration of blood blow to the ischemic myocardium following revascularization, paradoxically, massive ROS are produced by the stressed mitochondria, activated membrane NOX, cytosolic XO, as well as the uncoupled NOS. In addition, calcium overload in cardiomyocytes during ischemia can activate XO to produce ROS. Iron can be released during I/R and cause production of ROS via Fenton reaction, an iron-catalyzed chemical reaction that forms O2−, hydroxyl radical OH· from H2O2."}
{"Q": "What is the role of LiDFOB as an additive in high-voltage lithium metal batteries?", "A": "An extensive number of studies have reported additives that optimize the interfaces at both electrodes. As mentioned before, an agent with a low LUMO and high HOMO energy level will decompose at both electrodes to form interface layers. LiDFOB is a typical additive with this feature and its electrochemical window is within the range of that of most solvents and salts, so it is considered a promising additive for high-voltage LMBs. When a little amount of LiDFOB is introduced to the electrolyte, it forms interfaces rich in LiF and B-containing oligomers at both electrodes and it is proved to be an effective strategy to improve the high-voltage performance of the batteries."}
{"Q": "What effect does the decrease in interaction between the solvent and Li+ have on the Coulombic efficiency in weakly solvating electrolytes?", "A": "In addition to HCEs and LHCEs, weakly solvating electrolytes (WSEs) can also form a Li+ solvation structure dominated by salt anions only using weakly bound solvents that are miscible with salts, which leads to a stronger coordination of anions with Li+, resulting in an increase of the number of inorganic components in the interface. To verify the effectiveness of WSEs in improving battery performance, Kim et al. recently studied the relationship between the Coulombic efficiency and solvation energy of electrolytes, where 1 m LiFSI was dissolved in various solvents. As shown in Figure 6f, the Coulombic efficiency increases with decreasing interaction between the solvent and Li+. This is because weakly solvating solvents promote the participation of FSI− in the solvation structure resulting in increased Li+–FSI− coordination, which leads to increased decomposition of anions at the anode forming an anion-derived SEI rather than a solvent-derived one."}
{"Q": "What is the effect of Ca2+ concentration on the PA signal and the number of PA peak clusters in 3D-bioprinted PDA?", "A": "To study the function of PDA clusters when bio-printed, we next prepared three different bio-inks containing clustered PDAs by using 0, 20, and 200 × 10−3 m Ca2+. Each bio-ink had the same total number of PDA 120 and PDA 300. 3D-bioprinted PDA with 200 × 10−3 m of Ca2+ showed threefold higher PA signal than PDA with 20 × 10−3 m of Ca2+. There was significantly (>10-fold) higher PA signal than PDA with 0 × 10−3 m of Ca2+ similar to the solution phase data in Figure 3e. We also found that the number of PA peaks exponentially increased corresponding to the number of induced PDA clusters: The printed samples with 0, 20, and 200 × 10−3 m of Ca2+ showed 2, 11, and 85 of PA peak clusters, respectively (Figure 3h and Figure S20, Supporting Information)."}
{"Q": "What technology was used to develop skin-mimicking phantoms and what are its advantages?", "A": "Here we developed skin-mimicking phantoms with synthetic melanin (i.e., PDA) as a tool to quantify the impact of skin photo types on multiple biomedical optics (e.g., PA, photothermal, and fluorescence imaging). To mimic optical properties of melanin, we investigated the light absorption of spherical PDAs in different sizes, mixtures, and clustering phases. Our skin phantoms are enabled by 3D bioprinting, which provides precise deposition of biomaterials, high controllability, good reproducibility, and low cost compared to mold-based phantom fabrications. Human skin consists of multiple thin layers with different thicknesses (0.1–5 mm) and materials, indicating that bioprinting could provide a better platform to mimic the human skin."}
{"Q": "What conditions significantly increase the POD-like activity of Ir 1/CN SAC, and what does this indicate about Pt@IrSACs/RBC's selectivity?", "A": "The POD-like activity of Ir 1/CN SAC was evaluated by a TMB assay using the chromogenic probe 3,3′ ,5,5′-tetramethylbenzidine (TMB), as colorless TMB can be oxidized by •OH to form a blue ox-TMB. The results indicated that Ir 1/CN SAC exhibits negligible POD-like activity under neutral conditions; however, the activity increased significantly under weakly acidic conditions (Figure 2b). This result indicates the good selectivity of Pt@IrSACs/RBC in the acidic TME. Subsequently, the catalytic performance of Ir 1/CN SAC was further evaluated under the mild acidic condition (pH 6.0) to simulate the TME. As expected, the absorbance of ox-TMB was steadily enhanced with the increasing Ir 1/CN SAC from 0 to 80 µg mL−1, validating the nanocatalyst-dependent ROS generation (Figure 2c)."}
{"Q": "What are the two enzymatic activities exhibited by Ir 1/CN SACs and how do they contribute to tumor cell ferroptosis?", "A": "Here, we prepared iridium single atoms on a nitrogen-doped carbon composite (Ir 1/CN SAC) with an ultralow metal content and fully exposed active sites. The Ir 1/CN SACs exhibited notable peroxidase (POD)-like activity as well as high glutathione peroxidase (GSHOx)-like activity. The POD activity allows the catalysis of the conversion of endogenous H2O2 into •OH in the acidic tumor microenvironment (TME), while GSHOx activity causes the depletion of GSH, a cellular reductant that can eliminate ROS. Therefore, the synergistic effect of these two enzymatic activities results in significant ROS accumulation in tumor cells, which causes lipid peroxidation and subsequently leads to tumor cell ferroptosis."}
{"Q": "What method was used to achieve periodic etching by creating periodic point defects?", "A": "To realize periodic etching, periodic point defects were produced using laser irradiation in air. Generally, etching occurs more easily at defects. It is necessary to establish a critical equilibrium to vaporize the atoms around the laser irradiation spots selectively and ensure that the unetched areas are absolutely non-destructive. To meet these conditions, we created a method of a thermal etching by pushing the sample into a high-temperature tubular furnace for a while and pulling it out to cool down."}
{"Q": "What type of edge terminates the triangular holes etched in an argon-hydrogen mixture atmosphere (Ar/H2) in 2D-TMDs?", "A": "Here, we report the terminal atom-controlled etching of 2D-TMDs (e.g., WS2, WSe2, or MoS2) with atomically clean hole edges through defects introduced by laser irradiation in air and subsequent thermal etching in a controlled etching atmosphere (i.e., a hydrogen atmosphere, inert atmosphere, and sulfur [selenium] vapor atmosphere). With integrated differential phase contrast scanning transmission electron microscopy (iDPC-STEM) analysis and microscopy images of the etched holes combined with atomic model analysis, we confirmed that the triangular holes etched in an argon-hydrogen mixture atmosphere (Ar/H2) are terminated by the tungsten zigzag (W-ZZ) edge."}
{"Q": "What are the reduction products detected in the photocatalytic performance evaluation for CO2 reduction?", "A": "The photocatalytic performance for CO2 reduction of as-fabricated samples was evaluated, along with the typical urea-C3N4 as the reference. As shown in Figure 2a, CO, CH4, and H2 as the reduction products are detected. The photocatalytic activity of CN is greatly improved after integration with BVO, and the optimal loading amount is proved to be 50 wt.% (Figure S14, Supporting Information). A much higher CO2 conversion rate is achieved after CoOx decoration, and the optimized CoOx-BVO/CN heterojunction by altering the CoOx loadings (Figure S15, Supporting Information) delivers a 10-fold increase in CO production over CN. However, a certain amount of H2 was still produced."}
{"Q": "What are the three main reasons for the substantial boost in CO2 conversion in the BVO/CN Z-scheme nanosheet heterojunction?", "A": "Herein, BVO/CN Z-scheme nanosheet heterojunction as such a proof-of-concept prototype has been successfully manipulated by spatially separated dual sites engineering for photocatalytic CO2 reduction by pure water. The CO2 conversion has been substantially boosted due to i) the promoted Z-scheme charge transfer, ii) the modulated co-catalysis from the anchored CoOx clusters for capturing holes and then accelerating water oxidation dynamics, and iii) the modified IL for activating CO2, which is unveiled by experimental results and DFT calculations comprehensively."}
{"Q": "How is C defined in the context of using spatially resolved energy dispersive X-ray spectroscopy (EDXS) to probe regions coated with PFOMA and PFOMA-free areas?", "A": "To determine C a grid of PFOMA was microcontact printed onto a silicon wafer so that there are regions of PFOMA (i.e., the grid lines) and PFOMA-free regions (i.e., grid apertures) in close proximity. These different regions were then probed using spatially resolved energy dispersive X-ray spectroscopy (EDXS). Using the most intense peak in the Ag EDXS spectrum C is defined as the ratio of the Ag peak intensity acquired from a region coated with PFOMA to that acquired from an adjacent PFOMA-free area."}
{"Q": "What is the role of the perfluorinated silane layer in the fabrication of patterned Ag films?", "A": "In 2019 we reported an entirely different approach to fabricating patterned Ag films, based on the discovery that an extremely thin (≥10 nm) printed layer of perfluorinated silane can prevent condensation of Ag vapor-deposited under vacuum, such that Ag is selectively deposited only where the perfluorinated silane layer is not. The beauty of this approach is that vacuum evaporation of metals to form thin films is proven as a low cost metal deposition method by the packaging industry, and the shape and dimensions of the features deposited are limited only by the printing method used to deposit the patterned perfluorinated silane layer."}
{"Q": "What is the tensile strength of C-PAMCS after the addition of CS chains, and how does it compare to that of C-PAM?", "A": "The mechanical properties of hydrogel electrolytes are evaluated. After the addition of CS chains, the tensile strength of the C-PAMCS reaches 50 kPa with an enhanced failure strain of 1200%, over twice that for C-PAM with a relatively low tensile strength of 19 kPa. Such a high ductility is sufficient to prevent the failure of the hydrogel arising from inevitable deformations when applying in flexible devices. Turning to the compression test, as shown in Figure 2b,c, the compressive stress of C-PAM decreases sharply at ≈90% strain, possibly due to localized structural damage. In contrast, C-PAMCS exhibits a much higher rigidity because of the increased crosslinking of the polymer chains. Smooth stress–strain curves and pronounced hysteresis loops for compressive strains up to 90% are observed, indicating energy dissipation by the viscoelastic hydrogel."}
{"Q": "What role does the anti-fatigue property play in the stability and integrity of hydrogel electrolytes for Zn anodes?", "A": "Through systematic studies of Zn anodes employing various hydrogel electrolytes, we have shown that the anti-fatigue property plays a vital role in guaranteeing the stability and integrity of hydrogel. Both the salt and polymer matrix significantly affect the mechanical stability of hydrogel under cyclic compression. Among all the synthesized electrolytes, the engineered C-PAMCS stands out to be an ideal choice for high-energy Zn anodes. Thanks to the chaotropic salt and dual-network copolymer, the C-PAMCS shows improved anti-fatigue properties without sacrificing the Zn deposition homogeneity."}
{"Q": "What are the values of responsivity and specific detectivity of the photodetector described?", "A": "After obtaining a stable diode, we further characterized its performance as a photodetector to evaluate its potential as an imaging sensor pixel. We first characterized the responsivity (R) and specific detectivity rate (D*) of our photodetectors, which are defined in Equations (1) and (2) where Iph is the net photocurrent, Pin is the illumination power of the laser, A is the effective active area, q is the elementary charge, and Id is the dark current, respectively. The extracted responsivity and specific detectivity are 28.6 mA W−1 and 2.77×1011 Jones, respectively."}
{"Q": "What method was developed to realize microscopic perovskite optoelectronic devices?", "A": "In order to realize microscopic perovskite optoelectronic devices, we developed a photoresist-free universal microscale patterned doping method based on the unique self-doping phenomenon of perovskite. In this approach, the intrinsic ion defects of perovskite were redistributed by applying an external electric field, which could modulate the microscale local doping level and the doping types (p, i, or n). In order to stabilize the redistributed ions, the material composition and applied polling voltages were optimized."}
{"Q": "How does the cellular uptake efficiency of siPLK1-NB NPs in HepG2 cells change with incubation time?", "A": "The cellular uptake efficiency of siPLK1-NB NPs in HepG2 cells was determined by confocal laser scanning microscopy (CLSM) and flow cytometry. With prolonged incubation time, the red fluorescence of siPLK1-NB increased in a time-dependent manner. Subsequently, the cellular uptake efficiency of siPLK1-NB NPs was evaluated using flow cytometry analysis. As shown in Figure 2a,b, the siPLK1-NB NPs exhibited a time- and concentration-dependent cellular uptake behaviors. Even when incubated at a low concentration of 0.2 μm, or for a short time of only 0.5 h, siPLK1-NB NPs exhibited remarkably fluorescent signals, suggesting the rapid internalization of siPLK1-NB NPs."}
{"Q": "What is the mechanism by which siPLK1-NB NPs achieve RNAi and PDT synergistic cancer treatment?", "A": "We have designed an electrostatic attraction-driven carrier-free siRNA delivery NPs by grafting cationic sulfur-substituted Nile Blue photosensitizer (NB-Br) onto deblock siRNA strands. Without the aid of any polymeric components, siPLK1-NB NPs could accumulate at the tumor site after systemic administration and efficiently enter tumor cells. Under light irradiation, the ROS generated by NB-Br could destroy the lysosome structure and promote siRNA escape from lysosomes. Moreover, the ROS could further induce tumor cell apoptosis. siPLK1-NB NPs could suppress the target PLK1 gene under light irradiation both in vitro and in vivo, achieving the RNAi and PDT synergistic cancer treatment."}
{"Q": "Which cell lines were used to investigate the effect of chirality on cell behaviors, and on which hydrogel matrix did they show the highest cell density and viability?", "A": "To investigate the effect of chirality on various cell behaviors, different neural cell lines were cultured on the three hydrogel matrixes. Specifically, RSC96 cells (rat Schwann cell line), HM06 cells (human microglial cell line), PC12 cells (neuron-like cell line), and HT22 cells (mouse hippocampal neuron cell line) were chosen due to their extensive use in neurological research involving both peripheral and central nerves as crucial gliacytes and neurons. Initially, the overall cell viability was assessed using Live/Dead staining and Cell Counting Kit-8 (CCK-8) assays, and all four types of cells had the highest cell density and viability on the DH matrix and the lowest on the LH matrix, significantly."}
{"Q": "What is the role of matrix chirality in neural cell behaviors according to the study?", "A": "This study introduces matrix chirality as a previously unknown cue for specifically manipulating neural cell behaviors, particularly improving viability, proliferation, and survival. The molecular mechanism is that D-chirality attenuates interaction between matrixes and cytoskeleton, thus activating JNK and p38 MAPK signaling pathways. With the demonstrated promotion of sciatic nerve repair by D-chirality, we believe that matrix chirality is a simple, safe, and effective microenvironment cue with application potential in neurological issues such as nerve regeneration, neurodegenerative disease treatment, neural tumor targeting, and neurodevelopment."}
{"Q": "What are the four areas covered in the comprehensive examination of ASSLMB technology?", "A": "Currently, lab-level ASSLMBs design and optimization is mainly based on solving the above problems but under precisely controlled internal and external conditions (such as temperature and pressure). Therefore, although some advanced methods have been validated in lab-level ASSLMBs, only a few successful experimental results are available on a practical scale, and there is a huge gap between lab- and scaled-up ASSLMBs. In the 2–4 section, we comprehensively examine the ASSLMB technology by covering four areas: recent advances, design, and manufacture, gaps in scale-up, and failure mechanisms."}
{"Q": "Why is it important to design sustainable recycling technologies before ASSLMBs gain widespread market adoption?", "A": "Drawing on the lessons learned from Li-ion battery recycling, it is important to design sustainable recycling technologies before ASSLMBs gain widespread market adoption. A battery-recycling-oriented design is also highlighted for ASSLMBs to promote the recycling rate and maximize profitability. Finally, future research directions, challenges, and prospects are outlined to provide strategies for achieving sustainable development of ASSLMBs."}
{"Q": "What is the mole ratio of PbBr2 to ammonium bromides used in the fabrication of film samples for 2D perovskites?", "A": "We first assess the self-assembling behaviors between lead halogen frameworks and various bulky ammonium cations. The molecular structures of selected ammoniums are shown in Figure 1a, which exhibit gradually bulkier and more branching molecular configuration (IBA ˂IPA˂tBA,DPPA ˂DPEA ˂TPMA, where IBA =isobutylamine, IPA =isopropylamine, tBA =tert-butylamine, DPPA =3,3-diphenylpropylamine, DPEA =2,2-diphenylethylamine and TPMA =triphenylmethylamine). We fabricated film samples from precursor solutions for 2D perovskites (n=1, PbBr2: ammonium bromides =1: 2, mole ratio) and conducted X-ray diffraction (XRD) measurements."}
{"Q": "What governs the multiphase distribution in Q-2D perovskites according to the findings?", "A": "Herein, for the first time, we find that the multiphase distribution in Q-2D perovskites is governed by the arrangement, rather than diffusion, of spacer cations at the nucleation stage, which associate with its assembling ability determined by molecular configuration. On this basis, we conceive a 'co-assembly' strategy by combining co-cations with different configuration characteristics, where bulky cations disturb the assembling between slender cations and lead–bromide sheet, contributing to a homogeneous emitting phase with effective passivation."}
{"Q": "What is the effect of HA-GDT-Lip on tumor cells according to the study by Chen et al.?", "A": "Chen et al. improved the mitochondrial delivery efficiency of DOX by coupling glycyrrhetinic acid (GA), TPP, and DOX. They encapsulated the GA-DOX-TPP (GDT) mitochondria-targeting prodrug in cationic liposomes (CLs) and constructed a layered delivery system, HA-GDT-Lip, by coating the CL surface with anionic polysaccharide hyaluronic acid (HA). With enhanced permeability and retention effects, HA-GDT-Lip has ideal accumulation in tumor sites and achieved CD44 receptor-mediated tumor cell-specific internalization. The study indicated that HA-GDT-Lip induced mitochondrial permeability transition pore opening, thereby accelerating apoptosis of tumor cells both in vitro and in vivo."}
{"Q": "What are the effects of introducing TPP+ into the ligand of Au25(S-TPP)18 clusters compared to Au25(SG)18 clusters?", "A": "Hua et al. have designed water-soluble, mitochondria-targeting atomically precise Au25(S-TPP)18 clusters (TPP-SNa = sodium 3-(triphenylphosphonio)propane-1-thiolate bromide) by introducing TPP+ into the ligand. Compared with Au25(SG)18 clusters (SG = GSH), Au25(S-TPP)18 demonstrates higher mitochondria-targeting ability and radiosensitivity, TrxR inhibition, and ROS generation, thus causing a stronger antitumor immune response. Furthermore, using the combination of chemotherapy based on this Au nanocluster and immune therapy based on CTLA-4 checkpoint blockade, effective distant antitumor effects can be achieved."}
{"Q": "What are the two methods Robin R. Jones et al. used to probe near-field enhancement generated with circular polarization at chiral metasurfaces?", "A": "In this issue, Robin R. Jones et al. (article number 2209282) reveal the potential of plasmonic nanohelices (less than 100 nm in length) for surface-enhanced Raman spectroscopy, showing two ways of probing near-field enhancement generated with circular polarization at chiral metasurfaces. First, they use the Raman spectra of a chiral molecule (crystal violet); then they use a single, element-specific, achiral molecular vibrational mode (i.e., a single Raman peak)."}
{"Q": "What materials are used by Soham Saha et al. to explore epsilon-near-zero-enhanced photonic applications?", "A": "Particularly significant is the ability to achieve 'epsilon near-zero' conditions, which are known to greatly enhance nonlinear phenomena and are candidates for enabling femtosecond switching, leading on to whole new fields of optical research, combining spatial nanostructures with temporal femtosecond structures. In this issue, Soham Saha et al. (article number 2109546) explore epsilon-near-zero-enhanced photonic applications by tailoring the thickness of polycrystalline titanium nitride (TiN) and aluminum-doped zinc oxide (AZO)."}
{"Q": "Which chiral additive and polymer combination presented intense CD signals in the study?", "A": "To test whether chiral templating can lead to dissymmetric polymer thin films, three chiral additives, whose molecular structures and names are depicted in Figures S1 and S2 (Supporting Information), were blended with four polymers above. Briefly, chiral additives and polymers at a specific ratio were dissolved in chloroform. All solutions were then spin-coated on quartz plates and the obtained thin films (≈200 nm) were subjected to CD measurements. Among all combinations, only ECP-Blue presented intense CD signals (Figure 1d; Figure S3, Supporting Information), while others either showed no chiral response or exhibited a weak Cotton effect in absorption region of the conjugated polymers."}
{"Q": "What is the role of a small chiral molecule in the development of intrinsic, chiral electrochromics from redox-active polymer films?", "A": "Herein, we highlight the first development of an intrinsic, chiral electrochromics from redox-active polymer films by a chiral templating approach, in which a small chiral molecule is used to assist the formation of the dissymmetric active layer. The chiral nature of polymer assemblies was induced by rapid chiral orientation without extra high-energy heat or electric/magnetic field. The blue-colored, chiral EC polymer (ECP-Blue) are highly dissymmetric with high CD signal (≈13000 mdeg) in the neutral state. The intrinsic chiroptical behavior allowed a significant polarization-dependent transmittance and a natural color change depending on the CP handedness."}
{"Q": "What are the peak positions of exciton bleach (XB) absorption for pristine CdS, anatase TiO2, pristine g-C3N4, and the DRSP catalyst as observed in the fs-TA spectroscopy study?", "A": "The transportation dynamics of double S-scheme DRSP catalyst is investigated by femtosecond transient absorption (fs-TA) spectroscopy. The excitation wavelength of catalysts is selected at 400 nm based on the corresponding band structures. Pristine CdS shows sharp TA spectra dominated by exciton bleach (XB) peak at 523 nm due to the state-filling effect of band-edge carriers, while anatase TiO2 demonstrates the broadband absorption within the probe light range of 420–600 nm with an absorption peak maximum at 450 nm. Pristine g-C3N4 shows distinct XB absorption with its peak position at 415 nm while the as-prepared DRSP catalyst displays an evident XB absorption peak at 510 nm, in good agreement with their UV-visible DRS."}
{"Q": "What is the purpose of introducing a double S-scheme artificial photosynthetic system with Dual Reduction Site Photocatalyst (DRSP)?", "A": "Building on our prior research, we hypothesize that pairing two distinct reduction-type photocatalysts (RP) with an oxidation-type photocatalyst (OP) will improve interfacial interactions. Given that photocatalytic hydrogen production relies on electron-induced reduction reactions, having a surplus of electrons enhances the system’s ability to convert solar energy into hydrogen. To this end, we introduce a double S-scheme artificial photosynthetic system with Dual Reduction Site Photocatalyst (DRSP), aimed at optimizing the charge separation and transport of photogenerated carriers while preserving their reductive potential."}
{"Q": "What are the two main analyses used to examine the ordered polycrystalline superstructures, and how do they allow the morphology of the polycrystalline MOF to be identified?", "A": "To examine the ordered polycrystalline superstructures, two main analyses are widely used: microscopy and X-ray analysis. Micrographs, typically collected by scanning electron microscopy (SEM) or atomic force microscopy (AFM), allow the morphology of the polycrystalline MOF to be identified. SEM imaging typically relies on the secondary electrons (SE) emitted by the atoms of a material after inelastic interactions with a primary electron beam. These SEs originate at the surface or subsurface regions of the sample and are used to reconstruct the morphology of the surface of the sample. In the case of AFM, tapping mode is the most frequently used. In this mode, a submicron-sized silicon probe oscillates near the surface of the sample. Changes in the amplitude and phase of the oscillation which arise from tip-sample interactions (e.g., van der Waals, electromagnetic forces or others) can be used to reconstruct the topography of the sample surface."}
{"Q": "What is a pivotal prerequisite for the assembly of colloidal MOF particles into ordered superstructures?", "A": "The assembly of colloidal MOF particles enables the fabrication of extensive domains of MOF superstructures with 1D or 3D orientation. This method is based on the spontaneous organization of colloidal MOF particles into ordered superstructures, mirroring the natural phenomenon of atoms forming molecules. To explore assembled MOF superstructures, it is essential to first understand the fundamental requirements that underlie the assembly of MOF particles. Firstly, the preparation of monodisperse colloidal MOF particles stands as a pivotal prerequisite for their subsequent assembly in an ordered fashion. Achieving such control over MOF size and shape monodispersity requires a delicate balance of synthetic parameters, including precursors, modulators, reaction time and temperature, among others."}
{"Q": "What chemical change occurs when ZnI2, (EMIm)I, or NaI is added to a 3 M Zn(OTf)2 aqueous solution?", "A": "The oxidative effect of (OTf)− on iodide species was experimentally demonstrated by adding ZnI2, (EMIm)I, or NaI chemical reagents in 3 M Zn(OTf)2 aqueous solutions, respectively. The transparent Zn(OTf)2 aqueous solutions turned yellow immediately, confirming the occurrence of iodide oxidation. In contrast, no such color change was observed in the control experiment using a 3 m ZnCl2 aqueous solution, even after adding the iodide reagent, indicating the absence of iodide oxidation reactions. These results suggest that the (OTf)− anions are responsible for the iodide oxidation reactions."}
{"Q": "What is the role of trifluoromethanesulfonate ((OTf)−) in the Zn(OTf)2 aqueous electrolyte when I3− species are added?", "A": "Herein, we present a self-expelling strategy toward iodide species by harnessing the inherent oxidation effect of trifluoromethanesulfonate ((OTf)−) in Zn(OTf)2 aqueous electrolyte. Upon the addition of I3− species in the Zn(OTf)2 aqueous electrolyte, (OTf)− induced the formation of iodine sediment particles, leading to a mutualistic mixture of iodine sediment particles and aqueous electrolyte. Based on this mixture, we developed a cathode/electrolyte mutualistic aqueous (CEMA) Zn–I battery. During battery assembly, the iodine cathode and aqueous electrolyte were simultaneously formed through a facile in situ filtering process, where the iodine and iodide species were retained by the carbon host cathode while the aqueous electrolyte further penetrated until reaching the metallic Zn anode."}
{"Q": "What is the onset potential of Iminium-CONs in the electrocatalytic performance test using CO2-saturated 0.5 m KHCO3 electrolyte?", "A": "The electrocatalytic performance of all catalysts is first tested in an H-cell using CO2-saturated 0.5 m KHCO3 electrolyte. The loading content of cobalt in different catalysts is kept consistent by controlling the catalyst amount. Linear sweep voltammetry (LSV) polarization curves are presented in Figure 2a. Iminium-CONs show a more positive onset potential (−0.37 V) and higher current density than other samples at the applied potential range from −0.4 to −1.2 V versus RHE. This trend is similar to our previous report of ultrathin, cationic porphyrin-based CONs."}
{"Q": "What is the role of cationic surfactants in the electrocatalytic conversion of CO2 to methanol?", "A": "Inspired by the beneficial role of cationic surfactants in enhancing CO2RR activity and suppressing HER activity; here, we reported a positively charged ultrathin covalent organic nanosheet for electrocatalytic CO2-to-methanol conversion. We first prepared imine-bridged covalent organic nanosheets (imine-CONs) from the polymerization of cobalt(II) 2,9,16,23-tetra(amino)phthalocyanine (CoTAPc) and 2,5-ditert-butyl-1,4-benzoquinone (DTBBQ), followed by post-synthetic modification of imine-CONs with methyl iodide to yield quaternized iminium-CONs."}
